INSERT INTO MOVIE VALUES (
    'F20701',
    ' 명탐정 코난 : 시한장치의 마천루',
    '“5월 3일 토요일 밤 10시! 베이카 시네마 로비에서 만나는 거다! 잊지 마!”검은 조직에 의해 초등학생 코난의 몸으로 작아진 고등학생 명탐정 쿠도 신이치.천재 건축가 모리야 테이지 교수에게 가든 파티의 초대를 받았지만, 코난인 상태로는 참석할 수 없어 대리인을 부탁하려 소꿉친구 모리 란에게 목소리 변조기를 사용해 신이치로서 전화를 건다.하지만 란이 신이치의 생일 전날인 5월 3일 밤 10시, 심야 영화를 보자고 조건을 걸어 난처해지고 만다.약속 당일, 뉴스에서 화약 도난 사건을 보던 코난이자 신이치에게 수상한 협박 전화가 걸려 오고 의문의 남자가 도심 전체를 표적으로 한 연쇄 폭탄 테러를 예고한다.자신에게 도전장을 내민 연쇄 폭탄 테러임을 알아챈 신이치는 범인과의 숨 막히는 대결 중, 베이카 시티 빌딩에 있는 란이 타깃이 되어 위험에 처했음을 깨닫는데…‘명탐정 코난’, 전무후무 레전드 애니메이션의 ‘시작’!진실은 언제나 하나!',
    TO_DATE('20241002', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030009.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'A12881',
    ' 이솝이야기',
    '이야기를 하는 사람들은 왜 이야기를 하게 되었을까. 이 작품은 2,600년 전 그리스 사모스 섬의 노예로 살던 한 이야기꾼이 남긴 ‘이야기’에 관한 이야기다. 몇 천 년이 지나도 사람들의 마음을 움직이며 그 마음속에 전해져 내려오는 이야기라는 것의 본질에 관해, 그리고 이야기를 전하는 사람들의 마음에 대해서 말이다. 텍스트가 가진 힘과 그 이야기를 무대 위 그려내는 수많은 움직임과 색채, 그리고 음악이 어우러져 하나의 총체적 경험으로써 관객에게 다가가길 바란다.',
    TO_DATE('20240710', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPA001991.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F60818',
    ' 스위칭 로맨스',
    '동거하는 커플 미셸과 앨런은 친구의 결혼식에서 미래에 대해 생각하게 되고, 미셸은 결혼을 원하지만 앨런은 지금으로도 충분하다 생각한다.미셸은 결혼하지 않겠다면 헤어지자 통보하고 부모님 집으로 돌아가고, 앨런 또한 정답을 찾아 부모님을 찾아간다.한편 하워드는 외도 상대였던 모니카와 정리를 원하고,샘은 영화관에서 홀로 괴로워하다 그레이스를 만나 즐거운 한때를 나눈다.미셸의 부모님은 아이들의 결정을 위해 집으로 앨런의 부모를 초대하고, 드디어 만나게 된 네 사람은 충격에 빠지는데...',
    TO_DATE('20240411', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPF029123.jpg',
    2,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F61172',
    ' 아노라',
    '우즈베키스탄계 미국인인 애니는 뉴욕에서 스트리퍼로 일하고 있다. 그러던 어느 날 그녀는 러시아 재벌 집 아들 반야를 만난다. 미국으로부터 추방되지 않으려 고심하던 반야와 애니는 사랑에 빠지고, 둘은 즉흥적으로 결혼을 해버린다. 하지만 꿈 같은 그들의 신혼생활은 이 소식을 들은 반야의 부모가 이 혼인을 무효 시키기 위해 러시아에서 뉴욕으로 날아오면서 위태해진다.  아노라 는 션 베이커 감독이 각본, 연출, 편집을 모두 맡은 2024년 미국 코미디 드라마 영화로, 마이키 매디슨이 이국적인 댄서 역할의 주연을 맡아 훌륭한 연기를 선보였다. 이 작품은 올해 칸영화제 경쟁 부문에서 2011년  트리 오브 라이프  이후 미국 영화로는 처음으로 황금종려상을 수상했다. 상영 후에는 10분간 기립박수가 이어지며, 관객들의 뜨거운 찬사를 받았다. 션 베이커 감독의 여덟 번째 장편 영화인  아노라 는 그가 왜 오늘날 가장 사랑받는 미국 독립 영화 감독 중 한 명인지 분명히 보여준다.',
    TO_DATE('20241106', 'YYYYMMDD'),
    139,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030121.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F60369',
    ' 사랑은 빛',
    '''사랑을 하는 여성에게는 빛이 보인다''특이한 체질을 가진 대학생 사이조. 연애와는 거리가 먼 그는 어느 날, ''사랑이라는 것을 알고 싶다''라고 말하는 문학소녀 시노노메에게 첫눈에 반해 ''사랑의 정의''를 나누는 교환일기를 시작한다. 그들의 모습에 사이조를 짝사랑 해온 소꿉친구 키타시로의 마음은 술렁인다.그들은 수천 년 동안 인류가 고민해 온 ''사랑''을 풀 수 있을까? 그리고 각각의 사랑의 행방은 어떻게 될 것인가?',
    TO_DATE('20240416', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF029035.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F61064',
    ' 10 라이브즈',
    '어디서도 본 적 없는 냥아치의 환생!9번째 냥생을 살고 있는 거만한 고양이 ‘베킷’은 완벽한 집사 ‘로즈’의 사랑 덕분에 더할 나위 없이 행복한 냥생을 보내던 중 어이없는 사고로 마지막 목숨을 잃게 된다.천국의 천사에게 원래의 삶으로 되돌아가게 해달라고 간절하게 빌어 다시 한번 목숨을 얻게 되지만 조건이 하나 있었는데?!고양이가 아닌 엉뚱한 동물로 환생하게 되는 ‘베킷’은 과연 ‘로즈’의 품으로 다시 돌아갈 수 있을까?!',
    TO_DATE('20240815', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029783.jpg',
    12,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F61491',
    ' 프로이트의 라스트 세션',
    '1939년 9월 3일, 런던무신론자인 정신분석학자 지그문트 프로이트가 유신론자인 옥스포드 교수 C.S. 루이스를 만나삶과 죽음, 신의 존재에 대해 치열하고 예리한 논쟁을 벌이는 이야기단 하루, 20세기 최고 지성의 지적인 논쟁이 시작된다!',
    TO_DATE('20240821', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPF029805.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60368',
    ' 굿바이 크루얼 월드',
    '마지막에 웃게 될 자는 누구인가?야쿠자의 자금 세탁 현장을 습격하는 5인조 강도단. 그들은 각자의 사연을 가지고 한탕을 하기 위해 모인 사람들이다.돈을 강탈하는 데에 성공하고 그들은 각자의 일상으로 돌아가려 하지만, 야쿠자들은 경찰까지 개입시키면서 이들을 쫓으려 하는데…밑바닥 인생들의 치열한 생존 싸움, 승자는 누가 될 것인가!',
    TO_DATE('20240716', 'YYYYMMDD'),
    127,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029705.jpg',
    3,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F61489',
    ' 스트레인저스: 챕터1',
    '외딴집 하나, 연인 둘, 그리고 똑.똑.똑. 주문하신 살인마 셋 도착했습니다 8km 반경 아무도 없는 숲속 외딴집에서 하룻밤을 보내게 된 연인 ''마야''와 ''라이언''.전기도 전화도 끊긴 섬뜩한 어둠 속에서 누군가 똑.똑.똑… 문을 두드린다.''철컥'' 문을 여는 순간, 기괴한 마스크를 쓴 살인마 크루의 사냥감이 되어버린 그들은 누구의 도움도 바랄 수 없는 최악의 상황에 갇히고...동기도 자비도 없는, 인간사냥에 미친 세 명의 살인마에게서 탈출해야만 한다!3명의 살인마와 쫓고 쫓기는 죽음의 숨바꼭질',
    TO_DATE('20240828', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029861.jpg',
    2,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61177',
    ' 서브스턴스',
    '더 나은 버전의 당신을 꿈꿔본 적 있나요?당신의 인생을 바꿔줄 신제품 ‘서브스턴스’.‘서브스턴스’는 또 다른 당신을 만들어냅니다.새롭고, 젊고, 더 아름답고, 더 완벽한 당신을.단 한가지 규칙, 당신의 시간을 공유하면 됩니다.당신을 위한 일주일, 새로운 당신을 위한 일주일, 각각 7일간의 완벽한 밸런스.쉽죠? 균형을 존중한다면… 무엇이 잘못될 수 있을까요?',
    TO_DATE('20241211', 'YYYYMMDD'),
    141,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPF030297.jpg',
    12,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'K36500',
    ' 똥 싸는 소리',
    '광주장애인가정상담소에서 일하고 있는 하반신 마비 장애인 미숙은 일도 사랑도 모두 잘하고 싶다. 하지만 결혼까지 생각했던 애인의 이별 통보와 함께 엄마가 되고 싶은 미숙의 꿈도 좌절되고 만다. 그렇게 정자를 찾아 헤매던 어느 날, 열 살 수영과 갑작스러운 한집 살이가 시작된다. 가정폭력 피해자인 수영도 지켜야 하고, ​어리숙한 숙맥 태식과의 사랑도 시작해야 하는데 뭐 하나 쉬운 게 없다. 과연 미숙의 장 관리는 성공적으로 끝날 수 있을까?',
    TO_DATE('20240731', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPK022456.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61830',
    ' 오지: 사라진 숲을 찾아서',
    '안녕, 팔로워들?세계 최초! 인플루언서 오랑우탄의 등장!부모와 함께 살던 고향 숲이 파괴되고 인간 ‘키라니‘의 손에 길러진 오랑우탄 ‘오지‘‘키라니’로부터 수화를 배우고, 미디어로 대중과 소통하며 전세계 최초, 인플루언서 오랑우탄이 된다.그런 ‘오지‘를 탐내는 개발 전문 기업 ‘그린자‘는 그녀의 환심을 사기 위해 태블릿을 보내오고, ‘오지‘는 태블릿 안에서 어릴 적 헤어진 부모님의 사진을 발견한다.그들을 찾기 위해 원숭이 ‘찬스‘와 함께 모험을 떠나게 된 ‘오지‘긴 여행 속에서 ‘오지‘는 생태계를 파괴하는 ‘그린자‘의 횡포를 목격하고, 그들을 막기 위한 작전을 시작하는데…천재 오랑우탄 ‘오지‘!전 세계 팔로워들과 힘을 합쳐 자연을 구하라!환경을 지키기 위한 초대형 라이브 방송이 시작된다!',
    TO_DATE('20240913', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030018.jpg',
    12,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61777',
    ' 호비와 마법의 카네이션',
    '마법의 카네이션을 되찾으러 기적의 섬으로 떠난 호비와 친구들의 환상 어드벤처!!호비는 어느 날, 기적의 섬에서 온 신기한 힘을 가진 친구 ‘미러’와 만난다.미러는 호비에게 소중한 사람에게 주면 소원이 이루어진다는 일곱빛깔 카네이션을 가지고 있었으나, 기적의 섬 안에 있는 마법사에게 뺏기고 말았다는 이야기를 꺼내놓는데...마법의 카네이션을 독차지하려는 욕심쟁이 마법사와 맞서게 된 호비와 친구들!과연, 마법의 카네이션을 되찾고 소원을 이룰 수 있을까?',
    TO_DATE('20240925', 'YYYYMMDD'),
    64,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029911.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61201',
    ' 모든 것은 아르망에서 시작되었다',
    '방학을 앞둔 한적한 초등학교 교실, 교사와 학부모들이 한자리에 모인다. 편모 가정에서 자란 여섯 살 아들이 같은 학급 친구에게 ‘몹쓸 짓’을 했다는 소식에 한 어머니는 믿을 수 없다는 반응을 보이고, 어쩔 줄 모르는 초보 교사는 갈팡질팡하며, 다른 어머니는 오랜 세월 묵혀둔 피해의식을 분출한다.  모든 것은 아르망에서 시작되었다 는 엉킨 비밀의 실타래를 풀면서, 아주 천천히 조금씩 힌트를 흘리지만, 결코 쉽고 명쾌한 답변을 제시하지 않는다. 극장을 나서면서 각자의 해석을 나누는 즐거움을 아는 관객이라면 필히 관람해야 할 작품이다.  사랑할 땐 누구나 최악이 된다 (2021)로 칸영화제 여우주연상을 수상한 레나테 레인스베의 연기력이 단연 눈부시다. 거장 잉마르 베리만의 손자 하프단 울만 퇸델 감독은 장편 데뷔작으로 칸영화제 황금카메라상을 수상했다. (박가언)',
    TO_DATE('20241225', 'YYYYMMDD'),
    117,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPF030412.jpg',
    12,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'B11406',
    ' 힙노시스: LP 커버의 전설',
    '디자인 듀오 스톰 소거슨과 오브리 ‘포’ 파월의 힙노시스는 어떻게 런던의 가장 힙한 앨범 디자인 스튜디오가 됐는가에 관한 이야기다. 젊은이들의 강렬한 우정은 활기 있고 공생적인 공동 작업 관계로 진화해 이들을 오늘날 우리가 익히 알고 있는 문화의 아이콘으로 만들었다.',
    TO_DATE('20240501', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPB001641.jpg',
    5,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F61718',
    ' 마야',
    '절대 물가에서 놀면 안 돼마야가 잡아가니까. 알겠지?베트남 메콩강 주변에는 악귀 ‘마야’가 사람을 홀려 영혼을 바꿔간다’는 전설이 수백 년간 전해 내려온다.메콩강에서 죽은 시체를 가족에게 찾아주는 일을 하는 ‘레’차갑고 깊은 물속에서 언제든 ‘마야’에게 삼켜질 수 있는 걸 알지만, 이 또한 자신의 운명으로 받아들인다.딸인 ‘늉’에게는 절대 강가 근처로 가지 말라고 조심시키지만, 어느 날 ‘늉’은 ‘마야’로부터 잡혀간다.딸을 구하기 위해 ‘레’는 ‘마야’의 끔찍한 비밀을 알아내려 하는데…',
    TO_DATE('20240816', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029882.jpg',
    12,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F60250',
    ' 여기는 아미코',
    '아미코는 사람들의 눈길이 불편하지 않다. 좀 솔직하고, 감성 코드는 살짝 다를망정 매일 장수풍뎅이 토미와 금붕어를 위해 기도할 만큼 섬세하며, 같은 반 노리 군에게 초콜릿만 핥아먹은 쿠키를 건넬 정도로 상냥하니까. 하지만 그의 네 식구가 뜻하지 않던 슬픈 사건과 맞닥뜨리면서 일상은 변화하기 시작한다. 베란다에서 들리는 이상한 소리는 뭘까. 노란 무전기에선 답신이 들려올까. 사랑하는 노리 군은 과연 마음을 열어줄까. 그림 같은 로케이션으로 ‘반은 먹고 들어가는’ 영화일 거라 생각하면 오산. 무엇을 골라야 할지 망설여지는 캔디박스처럼 깨알 같은 재미로 가득한 모리이 유스케의 야심찬 데뷔작은 도입부부터 흔한 서정적 성장영화의 클리셰를 하나씩 뒤집는다. 거기에 도리스 되리  파니핑크 나 장 피에르 주네  아멜리에 의 두 주인공을 버무려 10대 초반으로 바꿔놓은 것 같은 오사와 카나의 매력에 빠져들다 보면, 어느새 입가에는 미소를 머금고 눈가에는 눈물이 고여 있는 자신을 발견할 수 있을 것이다. (홍상현)',
    TO_DATE('20240228', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPF028804.jpg',
    3,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F60240',
    ' 사랑의 탐구',
    '철학 강사 ‘소피아’는 ‘자비에’와 10년 넘게 안정적인 관계를 이어가고 있다. 지적인 대화와 편안한 일상... 그들의 삶은 누가 봐도 만족스럽지만 두 사람의 관계엔 더 이상 어떤 짜릿함도 없다. 어느 날, ‘소피아’는 별장 수리를 위해 인테리어 시공업자 ‘실뱅’을 만나게 되고, 자신과는 모든 면에서 정반대인 그에게 걷잡을 수 없이 빠져든다. 대화는 잘 통하지만 지루한 ‘자비에’와 몸은 잘 통하지만 자신과는 너무도 다른 ‘실뱅’ 사이에서 ‘소피아’는 ‘사랑’이라는 수수께끼에 대한 탐구를 시작한다.',
    TO_DATE('20240918', 'YYYYMMDD'),
    112,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029916.jpg',
    12,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'K36982',
    ' 세상 참 예쁜 오드리',
    '고향에서 엄마와 국수집을 운영하면서 행복한 기훈과 달리 아이돌 가수로서 성공하고자 하는 욕심으로 집과 담을 쌓고 지내는 지은.서로에게 사랑을 주기보다 상처를 주고 지내던 남매는 아직 젊기만 한 줄 알았던 엄마의 알츠하이머로 갈등의 고리가 더욱 깊어져 간다.‘오드리’는 엄마의 알츠하이머를 둘러싸고 벌어지는 상황과 이를 극복하는 과정 속에서 가족보다는 ‘나’의 주체성과 개인의 성공이 앞서 중시되고 있는 현대 사회에서의 진정한 가족의 의미를 되짚어 보고 가족의 따뜻한 사랑을 느껴볼 수 있다.자신을 희생하면서 자식을 지키려는 애절한 어머니의 사랑과 이를 통한 진한 감동을 전하고자 한다.',
    TO_DATE('20241024', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPK022735.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F60983',
    ' 키타로 탄생 게게게의 수수께끼',
    '“절대 엿봐서는 안되는 금지된 이야기”폐허가 된 나구라 마을, 키타로와 눈알 아버지는 70년 전 이곳에서 일어났던 사건을 떠올린다.류가 가문의 당주 ''토키사다''의 장례식 참석을 명목으로 수수께끼를 쫓아 마을로 오게 된 ‘미즈키’.한편 실종된 아내를 찾기 위해 마을에 도착한 키타로의 아버지 ‘토키사다’의 후계자 자리를 두고 소란스러운 가운데 가문의 일족들이 하나둘씩 살해를 당하는데...인간과 요괴, 두 남자의 운명적인 만남 속마을에 감춰진 무시무시한 진실이 밝혀진다!',
    TO_DATE('20240612', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPF029352.jpg',
    3,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K37633',
    ' 마이클: 전립강쇠와 해골시체편',
    '길거리 캐스팅으로 건강식품 모델이 된 한주?! 요구르트 아줌마를 노리는 수상한 호색한까지 등장한다고? 늘 그러듯이  마이클  매장은 오늘도 각종 사건, 사고가 펼쳐진다. 그리고! 드디어 미스테리한  마이클 의 정체가 밝혀지는데... 과연 우리의 해골 파트너  마이클 은 누구였을까?',
    TO_DATE('20241205', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPK023145.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F62128',
    ' 베놈: 라스트 댄스',
    '죽음이 우리를 갈라놓을 때까지환상의 케미스트리의 에디 브록(톰 하디)과 그의 심비오트 베놈은 그들을 노리는 정체불명 존재의 추격을 피해 같이 도망을 다니게 된다.한편 베놈의 창조자 ‘널’은 고향 행성에서부터 그들을 찾아내기 위해 지구를 침략하고 에디와 베놈은 그동안 겪어보지 못한 최악의 위기를 맞이하게 되는데…마지막 운명을 건 대서사의 클라이맥스우리는 끝까지 함께한다!',
    TO_DATE('20241023', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPF030152.jpg',
    2,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F62127',
    ' 갤롭: 저주의 보드게임',
    '최근 이혼하고 집을 팔게 된 폴은 친구인 클리프의 집에 잠시 머무르게 되고, 옛 친구인 샘과 트로이도 오랜만에 찾아와 한자리에 모인다. 상심한 폴을 위로하기 위해 네 친구는 술을 마시며 우연히 구한 갤롭이라는 보드 게임을 하기로 한다.갤롭은 주사위를 굴리고 숫자만큼 전진하며 카드를 뽑아 질문에 대답하는 게임. 재미있게 놀던 그들은 점점 그들의 과거와 사생활에 대한 질문이 나오는 것에 의문을 품고, 게임을 진행하면서 초자연적인 현상이 벌어지며 목숨까지 위협받게 되는데…',
    TO_DATE('20241015', 'YYYYMMDD'),
    81,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPF030134.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'K37140',
    ' 청춘불패',
    '중학교 시절 일진에게 괴롭힘을 당하던 준열이 택견을 배우고 난 뒤 일진들을 정리하고 평화로운 중학교 생활을 마치고는 고등학교(지성고)로 진학하게 된다.준열의 영향으로 일진들의 횡포가 없는 학교생활을 하던 중 타학교(강중고) 일진들이 시비를 붙여오고, 하다못해 여자친구들까지 끌고 가는 상황이 발생하는데 준열과 친구들이 여자아이들을 구해내고 다시 평화로운 학교생활을 하게 된다. 한편, 8살 때부터 한결같이 한솔이를 좋아하던 필두는 권투를 배우고 한솔이가 위급할 때마다 나타나 한솔이를 구하지만 한솔이는 준열이랑 사귄다며 필두를 거절한다. 상실감에 빠져있는 필두에게 다가오는 희재. 여자아이들은 싸움을 잘하는 남자를 좋아한다고 말하며 필두를 싸움판에 끌어들이게 된다. 내가 싸움을 잘하면 한솔이가 내게 돌아오겠지 하는 심정으로 필두는 강중고 1학년의 짱이 되면서 준열과 한솔이를 찾아가지만 다시 한번 한솔에게 거절을 당하는 필두. 한솔에게 차인 슬픔에 골목에서 울고 있는데 대건과 마주치게 되고 복학생인 대건에게 한방에 넉 다운이 되는 필두.쓰러진 필두의 모습 뒤로 웃는 대건의 차가운 웃음에서 새로운 사건들이 시작하게 되는데 ...',
    TO_DATE('20241100', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPK023060.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F62180',
    ' 위대한 부재',
    '인질 없는 인질극을 벌인 아버지 VS 아버지란 이름의 수수께끼를 풀어야 하는 아들“처음으로 당신에 대해 알고 싶어졌습니다”도쿄에서 연극배우로 활동하고 있는 타카시는 어린 시절 자신과 어머니에게 큰 상처를 준 아버지, 토야마를 미워하며 연락을 끊고 지낸다.어느 날, 아버지가 경찰에 체포되었다는 소식을 듣고 급하게 그가 있는 규슈로 내려가지만 다시 만난 아버지는 치매 증상으로 마치 다른 사람처럼 행동하고 아버지와 재혼한 새어머니는 행방불명된 상태임을 알게 된다.타카시는 아버지가 남긴 단서들을 토대로 흩어진 기억과 진실에 서서히 다가가는데…',
    TO_DATE('20241106', 'YYYYMMDD'),
    134,
    'http://file.koreafilm.or.kr/thm/02/99/18/60/tn_DPF030181.jpg',
    3,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F62079',
    ' 위키드',
    '자신의 진정한 힘을 미처 발견하지 못한 ''엘파바''(신시아 에리보). 자신의 진정한 본성을 아직 발견하지 못한 ‘글린다''(아리아나 그란데). 전혀 다른 두 사람은 마법 같은 우정을 쌓아간다. 그러던 어느 날, ''마법사''의 초대를 받아 에메랄드 시티로 가게 되고 운명은 예상치 못한 위기와 모험으로 두 사람을 이끄는데… 마법 같은 운명의 시작, 누구나 세상을 날아오를 수 있어',
    TO_DATE('20241120', 'YYYYMMDD'),
    160,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPF030150.jpg',
    2,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F62064',
    ' 괴도 퀸은 서커스를 좋아해',
    '괴도에게도 미학이 있다!진부한 도둑질을 거부하는 범죄 세계 유명 인사 ''괴도 퀸''.퀸의 이번 목표는 피투성이 다이아몬드 ''린덴의 장미''.본래 카이로 박물관에 있어야 할 그 보석을 제자리로 돌려놓으려 하지만, 다른 침입자들이 보석을 훔쳐 달아난다.침입자는 바로 세븐 링 서커스의 단원들!그곳의 단장 ''화이트 페이스''는 린덴의 장미를 걸고 내기를 제안한다.괴도 퀸은 그의 목적을 꿰뚫고 사냥감을 쟁취할 수 있을까?',
    TO_DATE('20241116', 'YYYYMMDD'),
    59,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPF030238.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61604',
    ' 트랜스포머 One',
    '행성의 운명을 건 전쟁,세상을 구할 놀라운 변신이 시작된다!사이버트론 행성의 지하 광산에서 일하는 변신 못 하는 하급 로봇 오라이온 팩스와 D-16.한 번도 가보지 못한 지상 세계를 꿈꾸던 둘은 쾌활한 수다쟁이 B-127, 카리스마 넘치는 엘리타 원과 함께 출입이 금지된 지상에 도달한다.지상에서 잠들어 있던 알파 트라이온을 만난 넷은 그의 도움으로 잠재되어 있던 변신 능력을 얻게 된다.막강한 힘과 변신 능력으로 자유를 느낀 것도 잠시, 자신들의 행성을 지배하고 있는 거대한 배후의 존재를 알게 되며모든 것을 바꿀 전쟁을 시작하는데…',
    TO_DATE('20240925', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029854.jpg',
    2,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'K36450',
    ' 야소',
    '“내가 주를 보았다 그가 살아 나셨다”조선후기, 명망 높은 사대부가의 장손인 재우는 낙마사고로 전신마비가 되어 방에만 누워지내는 불행한 신세가 된다. 집안사람들은 재우를 치료하고 일으키기 위해 최선을 다하지만 현실은 절망적이기만 하다.어느 날 집안의 종아이(개똥이)가 치유와 생명에 관한 책이라고 받아온 성경책을 해일(집사)에게 전해주고 해일은 재우의 방안을 금서인 성경책으로 도배하게 된다.누운 채 도배된 성경을 통해  야소(예수) 를 알게 된 재우는 사복음서에 나타난 기적과 믿음을 보며 삶의 소망을 갖게 된다.재우는 동생(재헌)에게  야소(예수) 의 이야기를 들려주고 예수님의 이야기가 동양화 화폭으로 펼쳐지는데…',
    TO_DATE('20240501', 'YYYYMMDD'),
    22,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPK021913.jpg',
    1,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K37578',
    ' 오늘부터 1일',
    '경찰공무원을 꿈꾸지만 날라리의 인생을 살고 있는 지은(연이안).범생이 같지만 스포츠토토에 빠져 사는 진구(하종우).우연히 만나 사랑에 빠진 두 사람의 데이트 첫 날, 집 안으로 숨어들어온 탈주범으로 인해 그들의 하루는 개차반, 개싸움의 난장판이 된다.',
    TO_DATE('20241206', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPK023101.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F61507',
    ' 죽고 싶지만 사랑은 하고 싶어',
    '공동각본을 맡은 아르멘토와 호로위츠의 연극  킬러즈 와 2019년 동명 단편을 바탕으로 완성한, 의상 디자이너였던 레이첼 램버트 감독의 장편데뷔작이다. 회사의 사무직원인 프랜은 타인과의 교류를 최소화하며 규칙적으로 살고 있는 내성적인 30대 여성이다. 그는 자신의 죽음에 대한 환상과 고독 속에서 하루의 대부분을 보낸다. 어느 날 우연한 사건으로 로버트와 연결이 되고 프랜의 고독한 일상에 균열이 생긴다. 여성 중심의 서사에 능숙하며, 켈리 라이카트의 영화에 담겨 있는 유머를 잘 이해하고 있는 감독 특유의 연출력이 돋보이는 영화로, 여성과 고독의 상관관계와 사회적 관계맺기의 두려움을 흥미롭게 담아낸 수작이다.',
    TO_DATE('20240904', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029885.jpg',
    2,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'A12884',
    ' 이준호 콘서트 : 다시 만나는 날',
    '2024년 시작을 함께한 이준호 콘서트 ‘다시 만나는 날’ 뜨거웠던 공연 실황을 극장에서 만난다! ‘올라운더 아티스트’ 이준호가 5년 만에 선보이는 단독 솔로 콘서트. 이준호가 작사 작곡한 26곡의 세트리스트를 풍성한 밴드 라이브와 독보적인 퍼포먼스로 가득 채웠다. 우리가 다시 만난 날, 그날의 열기가 스크린 위로 펼쳐진다.',
    TO_DATE('20240724', 'YYYYMMDD'),
    185,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPA002010.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A12766',
    ' 조선인 여공의 노래',
    '일제강점기, 가족을 먹여 살리기 위해 바다 건너 오사카의 방적공장에서 일해야 했던 조선인 여공 22명의 증언과 차별과 폭력 속에서도 승리했던 그들의 삶의 노래.',
    TO_DATE('20240807', 'YYYYMMDD'),
    83,
    'http://file.koreafilm.or.kr/thm/02/99/18/49/tn_DPA002009.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K36994',
    ' 쥬라기캅스 극장판: 전설의 고대생물을 찾아라',
    '쥬라기캅스! 지구를 구해라!머나먼 외계 행성 훌라족의 수장 ‘울라불라’는 태초의 공룡 ‘니아사’를 납치해 지구 정복을 계획한다.‘공찬’과 쥬라기캅스 그리고 친구들은 ‘니아사’를 구하고 무시무시한 계획을 막기 위해 지구 곳곳에 흩어진 5마리의 고대생물을 찾아 강력한 힘을 얻어야 한다.한편, 쥬라기캅스에 대한 복수를 꿈꾸며 미소년으로 부활한 ‘데스바리안’은 ‘울라불라’와 강력한 트랜스 로봇 ‘티티’   ‘팡팡’과 손을 잡고 쥬라기캅스의 모험에 훼방을 놓고, 쥬라기캅스는 전 우주가 위험에 빠지게 될 절체절명의 위기를 맞게 되는데...지구를 구하기 위한 ‘공찬’과 쥬라기캅스의 놀라운 판타지 어드벤처가 시작된다!',
    TO_DATE('20240815', 'YYYYMMDD'),
    75,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPK022496.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A13038',
    ' 더 영 맨 앤드 더 딥 씨 (비투비 임현식)',
    '아이돌 비투비(BTOB)의 멤버이자 솔로 아티스트인 임현식이 뮤직비디오 촬영을 위해 남태평양으로 떠난다. 악천후가 예고된 상황 속에서 과연 뮤직비디오 촬영은 무사히 끝날 수 있을까? 아름다운 남태평양을 배경으로 펼쳐지는 예측불허 뮤직비디오 촬영기.',
    TO_DATE('20241204', 'YYYYMMDD'),
    61,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPA002088.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K37168',
    ' [마이 아티 필름] 온앤오프 : 뷰티풀 뷰티풀',
    '국가대표를 꿈꾸는 오합지졸 쇼트트랙 선수단 TEAM ONF.부진한 성적과 무기력한 코치 밑에서 결국 팀 해체 위기를 맞게 된다.급기야 주장 효진의 부상으로 단원들 간의 갈등도 쌓여만 가는데...마지막 기회인 선발전 당일, TEAM ONF는 오해를 풀고 힘을 합쳐국가대표로 거듭날 수 있을까?',
    TO_DATE('20240807', 'YYYYMMDD'),
    45,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPK022693.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A12712',
    ' 바람의 세월',
    '2014년 4월 16일,돌아오지 못한 아이들을 기다리는 부모들이 있습니다.아이들이 겪은 그날의 진실을 알아야 했기에 가족들과 시민들은 한마음으로 외쳤습니다작은 희망도 잠시, 결국 그 무엇도 해결되지 않았습니다.10년의 시간, 3654일, 5000여 개의 영상들이 쌓이는 긴 세월 동안 또 다른 비극적인 참사들이 이어졌고 안전한 사회를 위한 우리의 바람은 더욱 간절해졌습니다.세월호 참사 이전과 이후는 달라져야 하기에 우리는 다시 한번 목소리를 내보려 합니다.',
    TO_DATE('20240403', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPA001931.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K36514',
    ' 사랑의 하츄핑',
    '처음 본 순간, 한눈에 반해버렸어!설레는 운명이 시작된 우리의 첫 만남!인생의 소울메이트를 꼭 만나길 바라는 ‘로미’우연한 기회에 ‘하츄핑’을 처음 본 뒤, 운명의 인연임을 알아본다.''로미''는 ‘하츄핑’을 찾기 위해 반대를 무릅쓰고 새로운 길을 떠나지만, 마침내 만나게 된 ‘하츄핑’은 인간과의 소통을 거부하는데…',
    TO_DATE('20240807', 'YYYYMMDD'),
    86,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPK022363.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'B11462',
    ' 그라페넥 미드 썸머 갈라',
    '울창한 숲 속 구름에 닿을 듯 솟아있는 볼켄투룸에서 한여름 밤하늘 아래 펼쳐지는 오픈에어 콘서트, ‘그라페넥 미드 썸머 갈라’. 프랑스의 첼리스트 고티에 카퓌송의 선율이 노을과 함께 수놓이고 리투아니아의 소프라노 아스믹 그리고리안과 미국의 테너 에릭 커틀러가 들려주는 아리아가 그라페넥의 밤하늘 별빛과 함께 반짝인다. 오스트리아의 명문 톤퀸스틀러 오케스트라와 그들을 이끄는 마에스트로 사도 유타카가 선사하는 엘가의 위풍당당 행진곡이 그라페넥의 환상적인 밤을 만든다.',
    TO_DATE('20240321', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPB001636.jpg',
    12,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F61239',
    ' 더 워처스',
    '“보이지 않는 그들이 당신을 지켜보고 있다”거대한 숲속에서 길을 잃은 예술가 ‘미나’(다코타 패닝).누군가의 다급한 부름에 쉘터로 들어가지만, 곧 자신이 낯선 세 명의 사람들과 이곳에 고립되었음을 깨닫는다.그리고 매일 밤, 거울 벽 너머에서 모든 것을 지켜보는 미지의 존재가 있음을 알게 되는데…그들은 누구인가? 무엇인가? 어디에 있는가?',
    TO_DATE('20240700', 'YYYYMMDD'),
    102,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029465.jpg',
    2,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61320',
    ' 원맨',
    '전설의 킬러, 그가 다시 돌아온다!과거를 묻고 은퇴하는 베테랑 청부살인업자.테러리스트들이 그의 마을에 들이닥친다.게다가 어린 소녀를 학대하는데…지킬 것이 생겼다. 정체가 탄로났다.처음으로 남을 위해 다시 총을 드는데…그의 분노가 폭발한다!',
    TO_DATE('20240904', 'YYYYMMDD'),
    106,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029905.jpg',
    12,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'B11608',
    ' 에드워드 호퍼',
    '예술가들이 가장 사랑하는 예술가에드워드 호퍼의 숨겨진 이야기가 온다!알프레드 히치콕부터 데이비드 린치, 심지어 마크 로스코, 뱅크시와 심슨가족까지.그림, 사진, 영화, 음악 등 현대 문화 전반에 걸쳐 깊은 영향을 끼친 에드워드 호퍼.하지만 예술가를 넘어 ‘인간’으로서 그를 알고 있는 사람은 얼마나 될까?호퍼는 현대인의 고독과 외로움, 고립을 섬세하게 포착한 작품으로 유명하다.이번 다큐멘터리는 그의 생애와 예술 여정을 섬세하게 탐구하며, 그가 어떻게 이러한 감정을 표현했는지를 살펴본다.특히, 호퍼의 예술 세계 뒤에 있는 그의 아내 조세핀 호퍼와의 복잡한 관계가 그의 작품에 미친 영향을 조명한다.미국 미술의 아이콘이자, 현대 문화의 숨은 영웅 에드워드 호퍼.그의 예술과 삶, 그리고 사랑을 만난다.',
    TO_DATE('20241127', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPB001731.jpg',
    5,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61325',
    ' 바다 탐험대 옥토넛 어보브 앤 비욘드 : 바다가 위험해',
    '#1. 옥토넛과 붉은 위험, 적조플로리다 해안에 심각한 적조가 나타나자, 옥토넛이 총출동!버블 필터로 물을 정화하고, 동물들을 구조하기 시작한다.하지만 아픈 동물들이 응급구조선 탐험선W 안으로 계속 밀려드는데...#2. 옥토넛과 지진해일거대한 지진해일에 휩쓸려 울창한 숲에 고립된 칼리코 잭.트윅과 콰지는 급히 탐험선K를 몰고 구조에 나선다.숲에는 칼리코 잭뿐만 아니라 조난당한 바다 동물들이 여럿 있는데...#3. 옥토넛과 하와이몽크물범쿠레 환초에 사는 몽크물범 개체수를 조사하러 떠난 셸링턴과 버드.산호초 벽이 점점 무너지는 걸 목격하고 옥토 경보를 울린다.산호초를 고치고 몰려드는 상어를 몰아내야 하는 상황! 테라3호가 필요하다!#4. 옥토넛과 화산 상어세계에서 가장 활발한 해저 화산 카바치를 탐사하러 나선 라일라.분화구에 몰려있던 상어 무리에서 아기 상어가 혼자 떨어지고, 라일라와 아기 상어가 뜨거운 용암 동굴에 갇힌다. 테라2호, 물속으로 출동!#5. 옥토넛과 갯벌 살리기 작전쉬어 갈 갯벌을 찾지 못해 어려움에 처한 도요새를 만난 트래커.사라지는 갯벌을 살리기 위해 옥토넛에 도움을 청한다.옥토넛과 옥토요원들은 서해안에 새로운 갯벌을 만드는 임무를 시작하는데...여기에 최첨단 파워 수트와 옥토레이가 힘을 합친다!',
    TO_DATE('20240814', 'YYYYMMDD'),
    59,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPF029722.jpg',
    5,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A13048',
    ' 엘리자벳: 더 뮤지컬 라이브',
    '전설적인 오스트리아 황후 엘리자벳 - 신화적이고 칭송받는  시시 의 비극적인 운명을 기반으로 한  엘리자벳 은 유죄 판결을 받은 그녀의 살인자의 입에서 전해지며, 그녀의 영생적인 사랑 이야기는 죽음과 함께하는데,합스부르크 제국의 몰락을 예고하는 중대한 서사가 그려진다.',
    TO_DATE('20241016', 'YYYYMMDD'),
    163,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPA002054.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F60535',
    ' 드림 시나리오',
    '소심하고, 한심하고, 평범 그 자체여서 언제 어디서나 존재감 없는 ‘폴’로 인해 온 세상이 떠들썩해진다!왜? 그가 지구상 모두의 꿈에 나타나고 있기 때문에!“실존 인물 맞나요? 왜 당신 꿈을 꾸죠? 도대체 누구세요?”SNS 메시지 폭주, 인터뷰 출연, 광고 모델 요청은 물론, 심지어 꿈속 만남이 현실로 이어지는 기막힌 일까지!꿈속 남자에서 모두가 꿈꾸는 남자로 거듭난 ‘폴’!하지만 갑자기 그가 등장하는 모든 꿈들이 악몽이 되는데…',
    TO_DATE('20240529', 'YYYYMMDD'),
    102,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029300.jpg',
    2,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'A12709',
    ' 이승윤 콘서트 도킹 : 리프트오프',
    '싱어송라이터 이승윤의 2023년도 단독 콘서트 ''도킹'' 실황! 감각적인 멜로디와 깊이 있는 가사로 자신만의 음악 세계를 만들어가고 있는 이승윤. 폭발적인 밴드 라이브와 화려한 퍼포먼스로 무대를 압도했던 이승윤만의 음악적 색채와 다채로운 모습을 스크린에서 고스란히 만난다! ‘노래라는 건 결국 각자 삶 속에 흩어져 있는 마음들을 한데 모아 도킹하는 건 아닐까’. 노래 안에서 만나자 우리, 노래 안에서 보자.',
    TO_DATE('20240322', 'YYYYMMDD'),
    153,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPA001924.jpg',
    1,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'B11470',
    ' 나비부인',
    '일본 나가사키, 미 해군 대위 핀커턴은 열다섯 살의 꽃다운 게이샤 조초 상과 결혼한 후 미국으로 떠난다. 조초 상의 하녀 스즈키는 미국으로 떠난 핀커턴이 돌아 올 것 이라고 염려하지만, 조초 상은 언젠가 핀커턴이 “나비야!”라고 부르며 나타날 것이라고 굳게 믿는다. 미국에서 핀커턴은 케이트와 결혼하고 조초 상 사이에서 난 아이를 미국으로 데려오기 위해 아내와 함께 일본으로 돌아온다. 핀커턴의 배가 항구에 도착하고 조초 상은 오매불망 그리던 꿈이 이루어져 행복해한다. 핀커턴이 언덕 위의 조초 상 집으로 들어선다. 그리고 그의 뒤로 그의 아내 케이트가 따라 들어온다. 조초 상은 저 여자가 아들을 빼앗으러 왔다고 직감한다. 우려는 현실이 되어 조초 상의 희망은 한순간에 무너진다. “명예를 잃고 사는 것보다 명예롭게 죽는 편이 낫다”라는 돌아가신 아버지의 말씀을 떠올리며 조초 상은 방으로 들어가 세 살배기 아들 트러블의 눈을 가린 뒤 병풍 뒤에서 자결한다.',
    TO_DATE('20240530', 'YYYYMMDD'),
    141,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPB001653.jpg',
    10,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F61150',
    ' 4월이 되면 그녀는',
    '“아프고 슬프고 괴롭지만그래도 사람들은 사랑에 빠진다”결혼을 앞둔 4월의 어느 날, ‘후지시로’ 앞으로 10년 전 첫사랑의 편지가 도착한다.옛 기억을 떠올리며 ‘야요이’와의 관계를 돌아보던 ‘후지시로’그러던 중 ‘야요이’가 갑자기 자취를 감추고 사라진다.‘야요이’는 어디로 사라진 걸까, ‘하루’는 왜 10년 만에 편지를 보냈을까?두 가지 수수께끼는 곧 하나로 이어지게 되는데...',
    TO_DATE('20241113', 'YYYYMMDD'),
    108,
    'http://file.koreafilm.or.kr/thm/02/99/18/61/tn_DPF030228.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'B11445',
    ' 파리 에펠탑 콘서트',
    '낭만의 도시 파리의 에펠탑을 울리는 프랑스 최대 음악축제 ‘파리 에펠탑 콘서트’는 프랑스 혁명을 기념하는 ‘바스티유의 날’(7월 14일)에 열린다. 역사적인 날인 만큼 많은 시민이 모여 즐기는 본 축제는 21년부터 23년까지 프랑스의 표어인 자유(Liberté), 평등(Equality), 우애(Fraternity)를 주제로 프로그램이 구성되었다. 콘서트의 10주년을 맞아 한층 더 풍성해진 파리 에펠탑 콘서트 2023은 음악감독 크리스티안 마첼라루와 8인의 클래식 스타들이 함께한다. 노을지는 센강에서 시작하여 별이 밝게 빛나는 파리의 밤하늘까지 진행되는 콘서트는 오후 11시부터 에펠탑에서 약 30분간 진행되는 불꽃놀이와 함께 막을 내린다.',
    TO_DATE('20240307', 'YYYYMMDD'),
    103,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPB001628.jpg',
    6,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'B11508',
    ' 뭉크. 사랑, 영혼 그리고 뱀파이어 여인',
    '현대 예술이 에드바르 뭉크(1863~1944)에 대해 진 빚은 앤디 워홀(Andy Warhol)에서 잉마르 베리만(Ingmar Bergman), 마리나 아브라모비치(Marina Abramovich)에서 재스퍼 존스(Jasper Johnes)에 이르기까지 폭넓고 인상적이다.그의 그림이 20세기 비극의 상징이자 징조가 되었다면, 그의 예술은 비범한 모더니즘의 새롭고 실험적인 길을 제시했다. 뭉크에 대한 우리의 지식의 전환점은 2021년 10월에 새롭게 문을 연 뭉크 미술관(Munch Museum)이 될 것이다. 이 다큐멘터리는 여기에서부터 시작해 이 독보적인 매력을 지닌 예술의 거장을 새롭게 조명한다. 뭉크의 노르웨이로 떠나는 미술 여행!',
    TO_DATE('20240828', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPB001680.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'B11612',
    ' 본인 출연, 제리',
    '대만에서 온 이민자 제리는 은퇴 후 미국 휴양도시 올랜도에서 살고 있는 평범한 남성이다. 어느 날 중국 본토에 있는 비밀경찰에게 전화가 걸려 오고, 제리가 대규모 돈세탁 사건의 용의선상에 있다는 충격적인 소식을 접하게 된다. 이번 사건으로 중국으로 송환되어 감옥에 갈 수 있다는 이야기를 들은 제리. 가족 누구에게도 알리지 않고 자기가 거래하는 은행의 사진을 몰래 찍어 보내는 등 전화상으로 중국 비밀경찰의 지시를 따르기 시작하는데..  본인 출연, 제리 는 이 작품의 주인공이자 프로듀서인 제리가 실제로 겪은 이야기로 장르는 다큐멘터리로 되어 있지만 다큐와 드라마를 넘나들며 관객들로 하여금 과연 이게 다큐멘터리가 맞나 하는 의구심이 들게 만드는 아주 독특한 작품이다. 그런 독특함과 함께 군더더기 없는 이야기 전개로 관객들의 궁금증을 자아내는  본인 출연, 제리 는 올해 부산국제영화제 상영작 중 가장 많이 회자되는 작품 중에 하나가 되지 않을까 싶다.',
    TO_DATE('20241113', 'YYYYMMDD'),
    75,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPB001730.jpg',
    2,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F60769',
    ' 극장판 하이큐!! 쓰레기장의 결전',
    '봄철 고교 배구대회 미야기현 대표 결정전.1회전과 2회전에서 우승 후보를 차례로 꺾은 카라스노 고등학교는 마침내 3회전에서 인연의 라이벌 네코마 고등학교와 맞붙게 된다.공식 경기에서 처음으로 대결하는 두 고등학교, 통칭 까마귀 VS 고양이 ‘쓰레기장의 결전’.약속의 땅에서 ‘한 번 더’가 없는 싸움이 드디어 시작된다!',
    TO_DATE('20240515', 'YYYYMMDD'),
    85,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPF029193.jpg',
    3,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K36210',
    ' 정직한 사람들',
    '그녀의 손만 거치면 새로운 인생과 합격의 문이 열린다!합격률 99%, 고객 만족도 100%를 자랑하는 자소서 대필가 보윤.정작 본인은 공무원 시험 준비와 마트 알바로 하루하루가 벅찬 삶이다.취업을 위해 의뢰인 강민, 세민, 태호의 자소서를 작성하던 그녀는 고객의 컴플레인을 맞게 되고 예상치 못한 사건에 얽히게 된다.보윤의 인생은 점점 겉잡을 수 없는 난항으로 빠져들고 새로운 위기를 맞이하게 되는데…한치 앞도 예상할 수 없는 우리 인생한 사건에 얽힌 그들의 좌충우돌 이야기가 시작된다!',
    TO_DATE('20240626', 'YYYYMMDD'),
    78,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPK022059.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61950',
    ' 룸 넥스트 도어',
    '1980년대 뉴욕에서 함께 일했던 잉그리드(줄리안 무어)와 마사(틸다 스윈튼)오랜 시간 연락이 닿지 않았던 두 사람이 그때와 달라진 모습으로 다시 만나 사랑과 우정, 삶과 죽음에 대한 진실하고 내밀한 이야기를 나눈다.',
    TO_DATE('20241023', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030039.jpg',
    12,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'K37077',
    ' 늘봄가든',
    '대한민국 3대 흉가곤지암 정신병원, 경북 영덕횟집, 그리고 충북 제천의 늘봄가든소희는 언니 혜란의 만류에도 불구하고, 남편의 유일한 유산인 한적한 시골의 저택 ‘늘봄가든’으로 이사를 간다.그곳을 방문한 후 그들은 이유를 알 수 없는 기이하고 섬뜩한 일들을 겪게 되는데…당장 그 집에서 나와!늘봄가든 괴담의 실체를 밝힐 진짜 공포가 시작된다!',
    TO_DATE('20240821', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPK022571.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61508',
    ' 빌리와 용감한 녀석들: 스노우 베어 구조대',
    '치킨 히어로 ‘빌리’ 이번엔 꽁꽁 얼어붙은 남극이다!남극에서 평화롭게 지내던 아기 곰과 펭귄들이 서커스단에 붙잡혀 온다.몰래 탈출한 이들은 우연히 빌리의 농장으로 오게 되고, 아기 곰의 사연을 알게 된 빌리는 가족을 찾아 주기로 하는데…다시 한번 뭉친 빌리와 달걀 친구들은 남극으로 떠난다.마침내 남극에 도착하지만 빙하가 부서지며 서식지를 이동한 가족들을 찾기 위해 남극 내에서 또 다시 모험을 하게 되는데…과연 ‘빌리’는 아기 곰의 가족들을 찾아 줄 수 있을까?지금부터 스노우 베어 구조 대작전이 시작된다!',
    TO_DATE('20241107', 'YYYYMMDD'),
    80,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030115.jpg',
    12,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61062',
    ' 캣퍼슨',
    ' 꿈꾸던 남자를 만났다, 불행하게도!  썸도 연애도 아닌 ''나쁜 데이트'' 이야기갓 스물이 된 극장 알바생 ''마고''는 두 마리의 고양이를 키운다는 젠틀한 손님 ''로버트''를 만나 첫눈에 호감을 느낀다. 이상형에 가까운 ''로버트''에게 용기를 내어 다가가고 두 사람은 함께 시간을 보내게 되지만 곧, 달콤한 ''설렘''은 미묘한 ''공포''로 변하고...''마고''가 ''로버트''의 집을 방문한 날, 그에게 고양이가 없다는 사실을 알게 되면서 ''로버트''의 진짜 모습을 의심하기 시작한다.',
    TO_DATE('20240619', 'YYYYMMDD'),
    118,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029434.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61108',
    ' 노 웨이 업',
    '‘카보’를 즐기세요!멕시코 휴양지로 가는 비행기하지만 비행기의 엔진 문제로 사고가 발생하고 깊은 바닷속으로 추락한다.주지사의 딸 ‘에이바’와 경호원 ‘브랜드’, 남자친구 ‘제드’, ‘카일’ 그리고 어린 소녀 ‘로자’와 할머니, 승무원 ‘다닐로’까지 단 7명만이 살아남지만 비행기 에어포켓 안 공기가 떨어지면서 점점 깊이 가라앉는다.생존 시간은 턱 끝까지 차오르고 상어 떼마저 이들을 위협하는데…',
    TO_DATE('20240619', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029474.jpg',
    5,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F62029',
    ' 마이펫의 컴백홈 어드벤처',
    '자신이 최고라고 생각하는 품격 있는 강아지 ‘그레이시’와 장난기 많은 스트릿 출신 고양이 ‘페드로’가 공항 수화물 사고로 가족과 떨어지게 된다. 상상 이상의 위험이 기다리고 있는 와일드한 바깥세상에 던져진 그레이시와 페드로, 과연 무사히 집으로 돌아갈 수 있을까? 못 말리는 사고뭉치 콤비, 사랑하는 가족을 만나기 위해 우리가 뭉쳐야만 한다! 멍X냥 크로스!',
    TO_DATE('20241023', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPF030154.jpg',
    12,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61802',
    ' 아스테릭스: 더 미들 킹덤',
    '거기가 어딘데? 아몰랑 어쨌든 전쟁이다!초인적인 힘을 가진 갈리아의 용사 ''아스테릭스''와 ''오벨릭스''는 반역자들로부터 망명한 황제의 딸의 간곡한 부탁에 팔을 걷어붙인다.하지만 그들의 숙적 로마 황제 ''시저''와 배우자 ''클레오파트라''도 강력한 군대를 앞세워 같은 목적지로 향하고 있었는데...주먹뿐인 두 용사와 압도적인 로마 제국의 역사에 기록되기 애매한 골때리는 전쟁, 시-작!',
    TO_DATE('20240828', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPF029952.jpg',
    6,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60444',
    ' 창가의 토토',
    '남들과 조금 다르다는 이유로 다니던 초등학교에서 쫓겨나게 된 ‘토토’는 엄격한 규율로 가르치는 이전 학교와 달리, 있는 그대로의 ‘토토’를 품어주는 새로운 학교로 가게 된다. 인자한 교장 선생님, 전차로 만들어진 교실, 다양한 친구들과 함께하는 그곳에서 ‘토토’는 모든 것이 새롭고 설레는 나날을 맞이하는데… 사랑스러운 토토의 세계로 초대합니다!',
    TO_DATE('20240529', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPF029234.jpg',
    3,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F61864',
    ' 극장총집편 봇치 더 록! 후편',
    '운명처럼 결성된 ‘결속밴드’ 멤버들은 첫 라이브 공연 이후 결속력을 더욱 다진다.현재는 방구석 기타리스트지만 록 스타를 꿈꾸는 봇치(외톨이), ‘고토 히토리’는 이번에는 더 많은 관객들, 심지어 학교 사람들 앞에서 공연을 하게 되는데…꿈을 향해 도전하는 소녀들의 끝나지 않은 이야기!이번에는 학교 축제 공연이다!',
    TO_DATE('20240925', 'YYYYMMDD'),
    75,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF030006.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F60660',
    ' 극장판 실바니안 패밀리: 프레야의 선물',
    '세상 어느 곳보다도 행복한 실바니안 마을.올해도 실바니안 마을에 1년에 한 번 있는 별 축제가 찾아온다.모두가 설레는 마음으로 기다리고 있는 가운데 초콜릿 토끼 소녀 프레야는 고민 중이다.축제날은 엄마 생신인데 어떤 선물을 할지 전혀 떠오르지 않는 프레야.게다가, 축제의 메인 이벤트인  올해의 나무 를 선택해야 하는 중대한 임무까지 맡게 된다.과연, 프레야가 찾아낸, 모두를 행복하게 하는 최고의 선물이란?5월, 어린이날 극장에서 만나!',
    TO_DATE('20240501', 'YYYYMMDD'),
    66,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029106.jpg',
    3,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K36062',
    ' 댓글부대',
    '실력 있지만 허세 가득한 사회부 기자 ‘임상진’대기업 ‘만전’의 비리를 취재하지만 오보로 판명되며 정직당한다.그러던 어느 날, 온라인 여론을 조작했다는 의문의 제보자가 찾아오는데…“기자님 기사 오보 아니었어요. 다 저희들이 만든 수법이에요”',
    TO_DATE('20240327', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021801.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F61716',
    ' 킹덤4: 대장군의 귀환',
    '때는 춘추전국시대, 천하대장군을 꿈꾸는 소년 ‘신’과 그가 이끄는 비신대는 조나라와의 전투에서 열세 끝에 승리하지만 그 기쁨도 잠시 자신을 무신이라 칭하는 조나라의 총대장 ‘방난’의 등장으로 치명상을 입고 위기에 처한다. 한편, 이 전황을 지켜보던 진나라의 총대장이자 전설의 대장군 ‘왕기’는 조나라의 계책을 눈치채고 9년 전부터 이어져온 악연 ‘방난’과의 숙명의 대결을 준비하는데… 결전의 날이 다가왔다! 잊을 수 없는 전쟁이 시작된다!',
    TO_DATE('20241120', 'YYYYMMDD'),
    146,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPF030245.jpg',
    3,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F61244',
    ' 명탐정 코난: 100만 달러의 펜타그램',
    '북쪽의 대지에 나타난 괴도 키드로부터의 예고장,그가 노리는 것은 과거 어느 무신과 얽혀있는 전설적인 도검왜 키드는 빅 주얼도 아닌 검을 노리는 걸까?검에 감춰져 있는  진실 이 지금 월하에 드러난다',
    TO_DATE('20240717', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029688.jpg',
    3,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K36059',
    ' 니자리',
    '“다들 너희가 있어야 될 자리로 돌아가!”목사 살인사건 과정에서 교회 신도 ‘나영’(이은지)의 몸에 4명의 귀신이 들어가게 되고 사건 용의자 태영은 스스로 목숨을 끊는다. 무당 ‘순이’(김미영)는 목사가 여성 신도들을 그루밍 성폭력한 사실과 귀신들이 죽은 조카 ‘태영’과 연관됨을 알게 되고 이들을 성불시키고자 한다. ‘순이’는 염력으로 노숙자 ‘신용’(김신용)에게 빙의 한 ‘태영’을 찾아내고 그의 앞을 막아서지만, ‘태영’은 도망가려 한다. ‘나영’의 몸을 통해 사랑하던 ‘승애’와 엄마 ‘성심’의 혼령을 만나게 된 ‘태영’은 ‘순이’와 함께 퇴마를 시작하고 노숙자 ‘신용’은 신이라고 믿고 있는 ‘태영’의 혼령을 지키기 위해 물속으로 뛰어드는데..',
    TO_DATE('20240620', 'YYYYMMDD'),
    106,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPK022025.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60721',
    ' 키시베 로한 루브르에 가다',
    '만화가 키시베 로한은 소년 시절, 무엇보다도 까맣고 세상에서 가장 사악한 ''검은 그림''의 소문을 듣는다.시간이 흘러, 신작 집필의 과정에서 그 그림이 루브르 박물관에 보관되어 있다는 것을 알게 된 로한은 프랑스를 찾는다.하지만 이상하게도 미술관 직원들조차 그림의 존재를 모르고, 보관되어 있던 장소는 더 이상 사용되지 않는 지하의 ''Z-13'' 창고였다.그곳에서 로한은 ''검은 그림''이 일으키는 무서운 사건을 마주하게 되는데...',
    TO_DATE('20240801', 'YYYYMMDD'),
    119,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029830.jpg',
    3,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K36152',
    ' 당신이 잠든 사이',
    '행복했던 부부, 사라진 기억 그리고 의심스러운 남편행복한 결혼생활을 이어가던 3년차 부부 ‘준석’과 ‘덕희’.일도 가정도 평탄했지만 ‘덕희’가 교통사고로 선택적 기억 상실증을 앓게 된다.지난 결혼 생활이 머리 속에서 사라져 ‘덕희’는 초조해 하지만 늘 다정한 ‘준석’의 위로로 천천히 기억을 찾아가려고 한다.어느 날, 작가인 ‘준석’은 자서전 작업을 위해 ‘덕희’와 떨어져 강릉 작업실로 잠시 떠나게 되고 매일 ‘준석’과의 통화로 외로움을 달래던 ‘덕희’에게 예상치 못한 전화 한 통이 걸려온다.속도 위반 통지서, 카드대금 연체, 호텔 결제 내역까지…‘준석’의 알 수 없는 행적들이 밝혀지는데.내가 알던 남편은 도대체 누구일까.',
    TO_DATE('20240320', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021800.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F62013',
    ' 나 혼자만 레벨업 -리어웨이크닝-',
    '다른 차원과 이쪽 세계를 이어주는 통로  게이트 가 갑자기 발생된 지 10여 년, 세계에는  헌터  라고 불리는 초인적인 힘에 각성한 사람들이 출현했다.헌터는 게이트 내에서 던전을 공략하며 그 대가를 받는 것을 생업으로 삼고 있지만, 그런 강자들이 모인 헌터들 중 「성진우」는 인류 최약병기로 불리며 하급 헌터로 생활하고 있었다.어느 날, 저랭크 던전에 숨겨진 고랭크 이중 던전에서 빈사의 증상을 입은 성진우의 눈앞에 수수께끼의 퀘스트창이 나타났다.죽음의 순간, 퀘스트를 수락하기로 결심한 성진우는 자신만 ‘레벨업’할 수 있게 되는데…전직 퀘스트를 클리어하고 그림자 병사를 부릴 수 있는 ‘그림자 군주’가 된 성진우의 앞에 다음 시련으로서 나타난 것은 상급 던전으로 이어지는 레드 게이트였다.',
    TO_DATE('20241128', 'YYYYMMDD'),
    120,
    'http://file.koreafilm.or.kr/thm/02/99/18/65/tn_DPF030311.jpg',
    3,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F60974',
    ' 블러디 이스케이프: 지옥의 도주극',
    '사이보그 VS 뱀파이어 VS 야쿠자사상 최대 액션 영화 탄생!인체실험으로 사이보그가 된 ‘키사라기’는 한 조직에 쫓기고 있었다.그 조직은 분단된 도쿄의 제패를 목표로 하는 불사신 뱀파이어 집단 불멸의 기사단.여기에 살해된 우두머리의 원수를 갚겠다는 야쿠자들도 추격에 가세하며 모든 것을 아우르는 대항쟁으로 발전한다.원래부터 살 이유는 없지만 이 녀석들에게 죽임을 당할 이유도 없다.무기로 개조된 신체와 특수한  피 를 이용한 ‘키사라기’의 지옥 도주극이 시작된다!',
    TO_DATE('20240725', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029696.jpg',
    3,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60746',
    ' 1초 앞, 1초 뒤',
    '성공한 대만 영화  마이 미씽 발렌타인 (2020)을 일본에서 리메이크한 작품.  마을에 부는 산들바람 (2007)  린다 린다 린다 (2005)의 야마시타 노부히로 감독이 연출했고  드라이브 마이 카 (2021)에 나왔던 오카다 마사키가 주연을 맡았다. 하지메는 교토의 우체국에서 일하는 청년. 거리의 가수 사쿠라코를 만나 호감을 갖고 가까워지지만, 어느 날 아침에 깨어보니 자신이 기억하지 못하는 사이에 하루가 지나가 버렸다. 어제 무슨 일이 있었길래 아무 기억도 없고 온몸이 햇볕에 벌겋게 타버린 것일까?  일초 앞, 일초 뒤 은 이야기의 앞면과 뒷면을 퍼즐처럼 맞춰가는 영화다. 하지메가 잃어버린 하루는 단순한 하루가 아니라 기억하지 못하는 과거이자 잊고 있던 어떤 감정이다. 야마시타 노부히로는 이야기를 맞춰가는 영화적 재미에 덧붙여 상반된 남녀 캐릭터의 개성에서 그의 장기를 십분 발휘한다. (남동철)',
    TO_DATE('20240619', 'YYYYMMDD'),
    120,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029284.jpg',
    3,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K36912',
    ' 둠벙',
    '“마주하면, 홀려버린다,”충북 영동군 이매리 둠벙에는 신기한 전설이 전해 내려온다.바로 그곳이 도깨비 둠벙이라는 것.예전에는 둠벙에 물고기가 많아 낚시꾼들의 왕래가 많았던 곳이었는데, 어느 순간 물고기를 낚아보면, 물고기가 사라지는 기이한 일들이 일어나자, 외지인의 발걸음이 끊겼다.그런 그곳에 이매리 둠벙을 찾게 된 세 사람.5자 월척을 낚았다는 기사를 보고 이매리 둠벙으로 향한 낚시꾼 ‘병진’, 실업 후 낙향해 어머니 수술비와 빚을 갚기 위해 돈 벌 궁리를 하는 ‘혁수’, 그리고 충북 지역 둠벙 생태 조사를 하기 위해 둠벙을 찾은 대학원생 ‘윤주’까지.우연 혹은 운명적으로 이매리 둠벙에 들르게 된 세 사람은, 둠벙을 처음 마주한 그 순간부터 점점 이상한 현상에 둘러싸이기 시작하는데….',
    TO_DATE('20240829', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPK022606.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60894',
    ' 할리우드 살인사건',
    '홀로 산에 있는 트레일러에 은둔하고 있는 전직 형사 찰리 왈도에게, 어느 날 전 연인인 로레나가 찾아온다.그녀의 요청은 모니카 핀치 살인 사건을 수사해 달라는 것.그녀의 남편이자 유명 영화 배우인 앨러스테어 핀치가 유력한 살해 용의자이지만, 아직 드라마 출연분을 채워야 하는 네트워크의 대표인 시고르스키는 그가 혐의를 벗기를 바라고 있다.로레나에게는 사건을 맡기를 거절했지만, 그가 합류한다는 기사를 보고 갱단 패거리들이 찾아와 그를 협박하고, 설상가상으로 로레나는 행방불명된다.왈도는 고요했던 은둔 생활을 뒤로 하고, 일을 바로잡으러 시끌벅적한 LA 세상 밖으로 나오게 되는데…',
    TO_DATE('20240508', 'YYYYMMDD'),
    106,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPF029248.jpg',
    2,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F60469',
    ' 코만단테',
    '격침확률 100%, 적진을 돌파하라!제2차 세계대전에서 비밀작전으로 출항한 잠수함적선을 침몰시키지만 민간인이 바다에 표류한다.그들을 구조하지만 잠수함은 승선초과이다.민간인을 안전한 곳으로 이동시키기 위해 적군의 함대 한 가운데를 돌파해야 하는데…진정한 용기의 실화를 만난다!',
    TO_DATE('20240800', 'YYYYMMDD'),
    121,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPF029947.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F62015',
    ' 누가 매기 무어를 죽였을까?',
    '마을 외곽에서 매기 무어라는 여성이 사망한 채 발견되고, 경찰서장 샌더스는 남편 제이 무어를 용의자로 여기며 추적을 시작한다.그러던 중 일주일 내에 멀지 않은 곳에서 또 다른 매기 무어가 살해되고 사건은 점점 꼬여만 가는데...',
    TO_DATE('20240926', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPF030079.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F60409',
    ' 드림쏭3',
    '진정한 음악의 힘을 찾아서! 이번엔 오디션 프로다!앵거스가 코치로 활약하는 TV쇼 ‘리듬 대전’이라는 음악 경연 프로그램을 접하게 된 버디, 음악보다는 코치들의 입담으로 말장난이 주가 되는 이 방송이 마음에 들지 않는다.하지만 앵거스가 갑작스레 사라지고 새로 나온 경연 참가자들은 앵거스가 누군지도 모른다고 하자, 버디는 예정에 없던 앵거스의 후임으로 앉게 된다.로큰롤이 최고라고 생각하는 버디와 팝스타가 되고 싶은 걸그룹 친구들은 과연 힘을 모아 경연을 잘 준비할 수 있을까?3월, 우리 함께 꿈을 노래해!',
    TO_DATE('20240328', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028876.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F60901',
    ' 혹성탈출: 새로운 시대',
    '인류의 시대는 끝났고, 세상의 주인이 바뀌었다!진화한 유인원과 퇴화된 인간들이 살아가는 땅.유인원 리더 ''프록시무스''는 완전한 군림을 위해 인간들을 사냥하며 자신의 제국을 건설한다.한편, 또 다른 유인원 ''노아''는 우연히 숨겨진 과거의 이야기와 ‘시저’의 가르침을 듣게 되고, 의문의 한 인간 소녀와 함께 자유를 향한 여정을 시작하게 되는데…美 버라이어티 선정 2024년 최고의 기대작 아바타: 물의 길  제작진 x  메이즈 러너  웨스 볼 감독5월 8일, 압도적 비주얼 스펙터클을 경험하라!',
    TO_DATE('20240508', 'YYYYMMDD'),
    145,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPF029167.jpg',
    2,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K36471',
    ' 힘을 낼 시간',
    '애매하게 활동하다 은퇴한 아이돌 그룹 출신 친구 셋은 학창 시절 가지 못했던 수학여행에 대한 미련으로 때늦은 제주 여행을 떠난다. 오랫동안 계획해 온 이들의 여행은 도착 첫날부터 틀어지기 시작한다.',
    TO_DATE('20241218', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPK023153.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F62144',
    ' 스마일 2',
    '“넌 죽음을 목격했어. 그게 이제 너를 따라다니는 거야”월드투어를 앞두고 자신의 눈 앞에서 기괴한 미소와 함께 끔찍한 죽음을 맞은 친구를 목격한 팝스타 ‘스카이’.그 날 이후 공연 리허설과 팬 미팅 행사 등 그녀의 삶 곳곳에서 끔찍한 일들이 잇따라 발생한다.화려한 스타의 삶을 뒤덮은 공포에서 벗어나기 위해 몸부림치던 ‘스카이’는 자신이 죽어야만 전염처럼 번지는 저주가 끝난다는 사실을 듣게 되는데…“이번엔 너도 같이 웃게 될 거야”',
    TO_DATE('20241016', 'YYYYMMDD'),
    127,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPF030164.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F60275',
    ' 슈퍼배드 4',
    '미니언-파서블올여름은 우리가 씹어 먹는다!악당 짓 NO, 악당 처리 YES! 이제는 차카게 산다!슈트-업 하고 악당 전담 처리반 AVL이 된 ‘에이전트 미니언즈’와 미니언즈 만큼 귀여운 ‘그루 주니어’가 태어나면서 더욱 완벽해진 ‘그루 패밀리’.이들 앞에 과거 그루의 고등학교 동창이자 그에게 체포당했던 빌런 ‘맥심’이 등장하고, 오직 그루를 향한 복수심에 불타올라 탈옥까지 감행한 맥심은 그루 패밀리의 뒤를 바짝 추격하며 위협을 가하기 시작하는데...과연 에이전트 미니언즈와 그루 패밀리는 맥심을 막아낼 수 있을까?',
    TO_DATE('20240724', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029777.jpg',
    2,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K37045',
    ' 붉은댕기',
    '페미니즘을 추구하는 의상 디자이너 여성 주의자 사강(최다형)과 남성주의를 표방하는 무당인 사강의 동생 연비(김지인)는 한 집에 사는 자매이다.사강의 남편 진혼굿으로 시작을 하는데 집안에 세워진 마네킹에서 기묘한 일이 발생하기 시작한다 그 마네킹이 심청전의 뺑덕네로 변하며 사강에게 살인자라고 외친다.그 뺑덕네는 사강의 전신이라며 사강에게 집요하게 어필을 하는데...',
    TO_DATE('20240809', 'YYYYMMDD'),
    81,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPK022534.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'A13116',
    ' 오빠 남진 라이브 콘서트',
    '‘최초’라는 수식어만으로 설명할 수 없는 대한민국 음악계 판도를 뒤바꾼 ''살아있는 전설'' 남진!''너와 나'', ''님과 함께'', ''둥지'' 등 수많은 명곡으로 가득 채운 데뷔 60주년!화려한 콘서트 무대부터 새로운 매력을 확인할 수 있는 어쿠스틱 무대까지!11월 13일, ‘영원한 오빠’가 원조 소녀 팬들을 만나러 온다!',
    TO_DATE('20241113', 'YYYYMMDD'),
    85,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPA002080.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'K36095',
    ' 그날이 와버렸네',
    '연재를 짝사랑하는 충길은 자신의 자아에게 조언을 듣는다.',
    TO_DATE('20240321', 'YYYYMMDD'),
    60,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021806.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F60294',
    ' 블랙 로터스',
    '마테오는 인질 구출 작전 중, 상사 존의 명령을 무시하고 팀원들을 위기에 몰아넣는다. 그들은 가까스로 인질범들을 소탕하지만, 인질로 위장하고 있던 범인 중 한 명이 존을 사살한다. 그 후 마테오는 전역하고 전 세계를 떠돌며 일용직으로 근근히 살아간다. 존이 세상을 떠난 지 5년이 되던 날, 마테오는 존의 아내 헬렌을 찾아가 사과한다. 헬렌은 홀로 딸 앤지를 키우다가 투자 회사 사장 폴과 작년에 재혼을 했다. 딱히 묵을 곳이 없던 마테오는 헬렌의 집에서 며칠 묵기로 하고, 그의 딸 앤지와 친해진다. 한편, 폴은 폭력조직의 두목 개브리얼 사반의 돈을 관리하다가 투자를 잘못해 1,500만 유로를 날려 버린다. 사반은 돈을 찾아내라며 폴을 압박하고, 폴이 변명만 늘어놓자, 그의 딸 앤지를 납치한다. 이에 마테오는 앤지를 찾아 나서는데…',
    TO_DATE('20240207', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPF028776.jpg',
    2,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F62232',
    ' 고스트 솔져',
    '릭은 아프가니스탄 파병 중 불행한 사건을 겪고, PTSD 진단을 받은 채 집으로 돌아온다. 그러나 아내 케이트는 이전과 너무 달라진 남편이 낯설기만 하다.릭은 점점 이상 행동을 보이며, 급기야 이슬람 사원에서 소동을 일으킨다. 사원의 지도자 이브라힘은 릭에게서 알 수 없는 위화감을 느끼고, 그와의 대화를 통해 아프가니스탄에서 악령에 씌였을지도 모른다는 의심을 품기 시작하는데...',
    TO_DATE('20241031', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/62/tn_DPF030231.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F60298',
    ' 스텔라',
    '미국 진출을 꿈꾸던 촉망받는 재즈 가수에서 신분증 위조 브로커, 나치의 비밀 요원까지.1940년대 독일을 집어삼킨 광기 속에 극한으로 치닫는 한 여인의 일생.빛나던 별에서 죽음의 블랙홀이 된 ‘스텔라 골드슐락’.그녀는 누구인가?',
    TO_DATE('20240522', 'YYYYMMDD'),
    121,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPF029267.jpg',
    10,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F62228',
    ' 극장판 미스터리라 하지 말지어다',
    '“도와주지 않으면 난 살해당할 거야!”못 말리는 수다쟁이 대학생 ‘토토노’ 앞에 갑자기 나타나 도움을 요청하는 ‘시오지’.‘각자의 창고를 살펴 있어야 할 것을 있어야 할 곳에, 넘치거나 부족함 없이 두어라’‘시오지’를 포함한 3명의 ‘카리아츠마리’ 가문의 상속자들에게 수수께끼 같은 유언이 공개된다.그러나 지금까지 유언이 집행될 때마다 상속자들 중 누군가 사고로 죽었다!“너의 가문에는 무언가 있어”우연한 사고일까? 계획된 살인일까?‘토토노’가 가문의 비밀과 유산 상속의 미스터리를 밝히기 위해 나선다!',
    TO_DATE('20241127', 'YYYYMMDD'),
    129,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPF030293.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F60544',
    ' 고질라 X 콩: 뉴 엠파이어',
    '고질라 X 콩, 이번에는 한 팀이다!‘고질라’ VS ‘콩’, 두 타이탄의 전설적인 대결 이후 할로우 어스에 남은 ‘콩’은 드디어 애타게 찾던 동족을 발견하지만 그 뒤에 도사리고 있는 예상치 못한 위협에 맞닥뜨린다.한편, 깊은 동면에 빠진 ‘고질라’는 알 수 없는 신호로 인해 깨어나고 푸른 눈의 폭군 ‘스카 킹’의 지배 아래 위기에 처한 할로우 어스를 마주하게 된다.할로우 어스는 물론, 지구상에도 출몰해 전세계를 초토화시키는 타이탄들의 도발 속에서 ‘고질라’와 ‘콩’은 사상 처음으로 한 팀을 이뤄 반격에 나서기로 하는데…',
    TO_DATE('20240327', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPF028938.jpg',
    2,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F60749',
    ' 조커: 폴리 아 되',
    '영화  조커 의 두 번째 이야기를 다룬 신작.올 10월, 온 세상이 ‘조커’와 ‘할리 퀸’의 무대가 된다!',
    TO_DATE('20241001', 'YYYYMMDD'),
    138,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPF029919.jpg',
    2,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F60332',
    ' 월레스와 그로밋 더 클래식 컬렉션',
    '천재 발명가라기엔 2% 부족한 주인 월레스그의 동반자 천재 반려견 그로밋그들의 평범한 일상에 수상한 손님들이 나타났다!?치즈를 구하러 달나라로 ‘화려한 외출’을 떠난 어느 하루와 비밀을 숨긴 하숙생과 펼치는 ‘전자바지 소동’‘양털 도둑’으로 인한 그로밋의 수난시대까지!월레스가 친 사고를 수습하느라 그로밋은 언제나 바쁘다!오늘은 또 어떤 일이 펼쳐질까?',
    TO_DATE('20240221', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028816.jpg',
    5,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F60331',
    ' 원 앤 온리',
    '춤을 향한 진심 하나로 무대라면 어디든 달려가는 댄서 ‘천숴’.우연한 계기로 오랫동안 꿈꿔왔던 프로 스트릿 댄스팀 ‘이마크’에 스카우트된다.곁을 지키는 1호 팬 ‘리밍주’와의 설레는 순간들을 보내며 아시안게임 진출을 위한 연습에 매진하지만 일생일대의 기회도 잠시, 팀 해체 위기와 마주하게 되는데…춤에 모든 것을 건 청춘들의 무대가 지금 시작된다!',
    TO_DATE('20240313', 'YYYYMMDD'),
    125,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028827.jpg',
    4,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K36201',
    ' 하이재킹',
    '1971년 겨울 속초공항여객기 조종사 태인(하정우)과 규식(성동일)은 김포행 비행에 나선다.승무원 옥순(채수빈)의 안내에 따라 탑승 중인 승객들의 분주함도 잠시, 이륙한지 얼마 되지 않아 사제폭탄이 터지며 기내는 아수라장이 된다. 지금부터 이 비행기 이북 간다 여객기를 통째로 납치하려는 용대(여진구)는 조종실을 장악하고 무작정 북으로 기수를 돌리라 협박한다.폭발 충격으로 규식은 한 쪽 시력을 잃고 이제 여객기를 조종할 수 있는 사람은 태인 뿐.이들은 여객기를 무사히 착륙시키기 위한 사투를 시작하는데... 대한민국 상공 여객기 납치 사건이 비행에 모두가 목숨을 걸었다! 하이재킹 ',
    TO_DATE('20240621', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPK022048.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61194',
    ' 마스터 가드너',
    '그레이스우드 가든의 정원사인 나블 로스는 노마 하버힐 부인의 부탁으로 그녀의 종손녀인 마야를 정원 견습생으로 받아들이게 된다. 평탄하지만은 않은 인생을 살아온 마야와 어찌된 영문인지 그녀를 보러 오지 않는 하버힐 부인. 그 사이에서 마야를 보살피는 나블. 봄 자선 경매를 준비하던 하버힐 부인은 건강을 이유로 저택을 정리하려고 하고, 마야에게는 탐탁지 못한 마음을 드러낸다. 한편 어느 날 얼굴에 상처가 난 마야를 보고 나블은 누군가에게 전화를 걸게 되는데…',
    TO_DATE('20240530', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029438.jpg',
    2,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'A12694',
    ' 대니초 : 코리안 드림',
    '2023년 서울, 부산, 광주, 제주 등 대한민국 전역을 뜨겁게 달군 대니초의 스탠드업 코미디 스페셜 을 극장에서 만난다!소소한 일상에서부터 정치, 그리고 종교까지, 24년 경력의 스탠드업 코미디언 대니초의 예리한 시선으로 풀어내는 다양한 주제에 관한 신랄하고도 거침없는 코미디.전 지역 초고속 매진을 갱신하며 국내 코미디계에 지각변동을 일으킨 스탠드업 코미디의 정수를 느낄 수 있는 기회!오로지 웃음을 향해 종횡무진 질주하는 코미디 특급열차에 탑승하라!',
    TO_DATE('20240214', 'YYYYMMDD'),
    61,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPA001914.jpg',
    1,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'K36023',
    ' 8인의 용의자들',
    '조선인 영화감독 최양중, 그는 신작  살인과창조의시간 시나리오를 완성하던 중 돌연 살해당한다.그리고 조선변호사 찬근은 추리작가 소윤의 도움을 받아 8명의 유력한 용의자를을 어느 법정으로 불러모아 조사를 시작한다.치과의사, 청년사업가, 카페주인, 전화교환수, 건축설계사 등 다양한 직업을 가진 8명의 절은 엘리트들…시간이 흐르자, 한 명씩 차례로 알 수 없는 독에 중독되어 쓰러지게 되고…이들은 곧 자신들이 이 공간에서 빠져나갈 수 없다는 사실을 깨닫게 된다.주어진 시간은 단 3시간! 진범을 찾지 못하면 모두 죽게 된다!점차 끝을 향해 달려가는 시간과 알리바이 사이!그들이 목숨을 걸고 지켜야 하는 것은 진실일까 거짓일까?일제강점기 말, 1944년!조선의 독립을 둘러싼 거대한 음모가 밝혀진다...',
    TO_DATE('20240417', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021816.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F61160',
    ' 더블 블라인드',
    '잠들면 죽는다! 이중맹검 임상시험에 참여한 클레어는 다른 참가자들과 함께 통신이 터지지 않는 시설에서 지내게 된다.정량대로 약을 복용하면서 경과를 지켜보던 참가자들은 순탄할 거라는 버크 박사의 말과는 달리 밤에 잠을 이루지 못하고, 제약사는 참가자들에게 거액의 돈을 제안하며 임상시험의 조건을 변경하는데…',
    TO_DATE('20240619', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029460.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'A12871',
    ' 키키의 경계성 인격장애 다이어리',
    '토크 콘서트장. 경계성 인격장애를 고백하는 키키가 관객들에게 인사를 하며 이야기를 시작한다.자신이 경계성 인격장애 환자임을 알게 된 이후 변증법적 치료를 시작했다고 말하는 키키.오랜 연인과의 반복되는 이별 끝에 정신병원에 입원하게 되고, 에단이라는 상담사를 만나면서 자신의 병을 다루는 방법을 하나씩 배워나간다.그 결과 새로운 연애와 일을 시작하게 되지만 여전히 고통을 피하지 않고 맞닥뜨리는 일은 쉽지 않다.변증법적 치료를 수료한 키키는 한 워크숍장에서 경계성 인격장애 환자들의 가족들을 보며 가까운 사람의 지지와 인정의 중요성을 느낀다. 키키는 엄마(아빠)를 찾아간다.하지만 엄마(아빠)는 키키에게 인격장애가 있다는 사실을 인정해주지 않는다. 키키와 엄마(아빠)는 함께 눈물의 상담을 시작한다.변증법적 치료를 한지 3년이 된 키키는 다시 관객 앞에 서서 말한다.완전히 회복되지는 않았지만, 이제는 더 이상 스스로를 미워하지 않는다고.아니, 계속해서 연습 중이라고.',
    TO_DATE('20240626', 'YYYYMMDD'),
    125,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPA001963.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F60307',
    ' 용감한 돌고래 벨루와 바닷속 친구들',
    '“난 더 이상 꼬맹이가 아니야!”회색 돌고래 ‘벨루’는 자신이 더 이상 꼬마가 아님을 증명하기 위해 할머니의 첫사랑인 전설의 히어로를 찾으러 미지의 바닷속으로 비밀 여행을 떠난다.잔소리꾼 철갑상어 ‘시라노’,애교만점 범고래 ‘잭클린’과용감무쌍 한 팀을 꾸린 ‘벨루’하지만 무시무시한 악당 범고래 ‘잭나이프’와 마주치는데...과연 ‘벨루’와 친구들은 ‘잭나이프’를 피해 전설의 히어로를 만날 수 있을까?용감한 돌고래 ‘벨루’의 스펙터클한 바닷속 대모험이 시작된다!',
    TO_DATE('20240313', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028828.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K36077',
    ' 공정하지 못한 자 -The Moive- 빛과 그림자',
    '공정하지 못한 자를 밝힐 기회, 누구에게 있을까?불사신처럼 영원불멸할 공정심을 가진 그들이 뭉쳤다.공정거래위원회의 새로운 TF팀, ''사건수사신속지원팀''그들은 첫 사건으로 고등어 가격 담합이 의심되는 식품 회사 세 곳(북방, 해솔, 청원)의 감춰둔 담합 증거를 찾기 시작한다.그러다 세 회사의 비밀 계약서를 발견하게 되면서 사건은 일단락이 되는가 싶었지만, ㈜해솔의 하도급 위반 혐의가 추가 되면서 사건은 새로운 국면을 맞게 된다. 그리고 조사가 계속될 수록 서서히 수면 위로 드러나는 불공정거래의 진짜 배후. 공정위의 조사 방향을 꿰뚫고 있으면서 그들의 조사를 방해하는 짙은 그림자.보일 듯 보이지 않는 길 위에서 진실을 밝히기 위한 빛과 그림자의 게임이 시작된다!',
    TO_DATE('20240129', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPK021707.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'B11550',
    ' 안드리스 넬슨스   빈 필하모닉',
    '“이 시대의 지휘자”라는 평을 받은 안드리스 넬슨스가 2024년 또 한 번 잘츠부르크 페스티벌에서 빈 필하모닉 오케스트라와 합을 맞춘다. 올해 잘츠부르크 페스티벌에서는 “이 시대의 지휘자”라는 평가를 받은 지휘자 안드리스 넬슨스와 빈 필하모닉 오케스트라가 출연해 구스타보 말러가 생전에 완성한 마지막 교향곡, 교향곡 9번을 선보인다. 음악적 실험들이 난무하고 혁신적인 기법들을 요구하는 말러의 마지막 교향곡을 빈 필하모닉 오케스트라가 어떻게 소화해 낼지 이목이 쏠린다.',
    TO_DATE('20240921', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPB001693.jpg',
    12,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F62320',
    ' 모스크바 미션',
    '1993년 러시아의 경제가 무너지고 중국의 경제가 호황인 시절중국과 러시아를 잇는 국제 열차 K3에는 밀수를 위해 탑승한 부유한 중국 상인들의 주머니를 노린 약탈자들이 모여들고, 열차의 승객들은 극악무도한 갱단에게 강탈당하고 만다.중국 공안 소속 철도 경찰 추이는 잔혹한 범행을 해결하기 위해 특수 작전팀을 이끌고 모스크바로 향해 범행을 주도한 먀오 형제를 찾아 나서지만, 번번이 놓치게 된다.이에 추이는 한때 먀오 형제와 동업했던 전설의 장물아비에게 은밀한 제안을 하고, 동시에 먀오 형제 역시 더 큰 판을 목표로 위험한 계획을 세우는데…모스크바를 무대로 경찰과 갱단의 숨막히는 추격전이 시작된다!',
    TO_DATE('20241128', 'YYYYMMDD'),
    129,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPF030366.jpg',
    4,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'K37687',
    ' 루프',
    '친구를 구하기 위해 무한한 하루에 뛰어들었다!고등학생 ‘진수’(정지훈)가 사망하는 사건이 벌어진다.다음 날, 소식을 듣고 쓰러진 친구 ‘세종’(이효제).그러나 다시 눈을 떴을 때 오늘은 어제가 되어 있었다.예정된 미래, 반복되는 하루 속에서 ‘세종’은 ‘진수’를 구하기 위해 몸부림 치는데…과연 ‘세종’은 ‘진수’와 함께 내일을 맞이할 수 있을까?',
    TO_DATE('20241204', 'YYYYMMDD'),
    79,
    'http://file.koreafilm.or.kr/thm/02/99/18/65/tn_DPK023066.jpg',
    1,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'F61130',
    ' 이매큘레이트',
    '순수하고 신실한 믿음을 가진 수녀 ''세실리아''(시드니 스위니).어느 비밀스러운 수녀원의 초청을 받아 낯선 생활에 적응해 가던 중 처녀의 몸으로 임신을 했다는 사실이 밝혀지고 기적의 주인공으로 추앙 받기 시작하는데…순결한 수녀의 임신, 축복인가 저주인가!올여름, 충격적인 공포의 실체가 드러난다!',
    TO_DATE('20240717', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPF029520.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'B11473',
    ' 이소룡-들',
    '“이소룡을 대신할 누군가가 필요했어요”1973년, 세기의 아이콘 이소룡이 단 4편의 영화를 남긴 채 사망했다.그러나 세상은 여전히 이소룡을 원했고, 그로 인해 여소룡, 거룡, 양소룡 등 세계 곳곳에서 동시에 이소룡의 뒤를 잇는 ‘룡’들이 등장하면서 ‘이소룡-들’ 신드롬이 일어나는데...전설 이소룡, 장르가 되다!',
    TO_DATE('20240619', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPB001657.jpg',
    2,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61113',
    ' 언더더씨: 마법 산호초를 찾아서',
    '구해줘! 홈즈~~산호초 물고기 삼총사의 짠 내 나는 새집 찾기 모험!전설의 마법 산호초를 찾아 떠나는 리얼 생생 해양 에듀벤처!무분별하게 물고기를 포획하는 트롤 어선에 의해 산호초 집이 파괴되며 물고기들은 하루아침에 집을 잃고 만다.개구쟁이 열대어 쇼티와 똑똑한 인디, 의리의 톱상어 제이크는 영원히 파괴되지 않는 전설 속의 마법 산호초를 찾아 미지의 바닷속으로 모험을 떠나는데....“구해줘! 홈즈~~!” 산호초 물고기 삼총사의 짠 내 나는 새집 찾기 리얼 생생 모험이 펼쳐진다!',
    TO_DATE('20240627', 'YYYYMMDD'),
    66,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPF029519.jpg',
    10,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F61128',
    ' 웬수같은 내 로봇',
    '대기업 캐머런 그룹의 혼외자이자 바람둥이 ‘찰스’는 자신의 불법 복제 로봇 C2에게 여자를 꼬시는 것까지 시키고자신은 잠자리에만 나타난다. 어느때와 같이 여자를 물색하는 찰스는 아름다운 일레인과 마주치고 둘의 사이는 빠르게 진전된다.  하지만 일레인은 꽃뱀으로 돈 많은 남자들을 꼬신 뒤, 불법 로봇 복제품인 E2를 잠자리 상대로 대신 내보냈다. 찰스와 일레인이 약속한 당일, 주소가 엇갈리며 로봇인 C2와 E2가 만나게 되는데…',
    TO_DATE('20240613', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029466.jpg',
    2,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'A12831',
    ' 극장판 고래와 나',
    '당신의 눈앞에서 펼쳐지는 경이로운 고래의 세계. 그리고 고래의 삶과 죽음으로 드러나는 지구의 위기. 지구를 절반으로 나누면 땅 위엔 인간이 있고, 광대한 바다를 지배하는 것은 고래임에도 불구하고, 인류는 고래에 대해 알고 있는 것보다 우주에 대해 알고 있는 지식이 더 많은지도 모른다. 인간과 너무도 닮은 지적 생명체인 고래를 만나기 위해 전 세계 20개 나라, 30개 지역을 탐험하며 깨닫게 된 충격적 진실. 위태로운 지구 속 벼랑 끝에 서 있는 고래들이, 우리에게 호소하는 최후의 경고는 과연 무엇일까?',
    TO_DATE('20241030', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/61/tn_DPA002070.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61228',
    ' 러브 라이즈 블리딩',
    '“멍청아, XX 사랑한다구!!”1989년, 체육관 매니저로 일상을 보내던 무기력한 ‘루’ 앞에 보디빌딩 대회 우승을 꿈꾸는 자유로운 영혼 ‘잭키’가 나타나고 둘은 0.001초 만에 사랑에 빠진다.사랑하는 ‘루’를 위해 상상초월 살인을 저지른 ‘잭키’!폭력을 일삼는 가족으로부터 연인을 지키려는 ‘루’!‘루’와 ‘잭키’의 숨 막히는 쇠맛 범죄 로맨스가 시작된다!',
    TO_DATE('20240710', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPF029719.jpg',
    12,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F61229',
    ' 극장판 도라에몽: 진구의 지구 교향곡',
    '“우리가 연주하는 음악으로 지구를 지키는 거야!”도라에몽과 친구들의 심포니로 지구를 구하는 대모험이 시작된다!학교 음악회를 위해 서투른 리코더 연습을 하는 진구.그 앞에 나타난 미스터리한 소녀 미카는 진구의 느릿하고 느긋한 리코더 소리가 마음에 들어 음악이 에너지가 되는 행성의 ‘파레의 전당’에 도라에몽과 친구들을 초대한다.미카는 전당을 구하기 위해 음악의 달인 ‘비르투오소’를 찾고 있었던 것!하지만 세계에서 음악을 지워버리는 섬뜩한 생명체가 다가오면서 지구에 위기가 오는데…!과연 ‘음악의 미래’, 그리고 지구를 구할 수 있을까?',
    TO_DATE('20240710', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPF029590.jpg',
    3,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K36070',
    ' 1980',
    '2021년, 전라도 광주. 원주민이 떠난 원도심 재개발 구역. 여행객들의 입소문을 타고 맛집으로 알려지면서 외지인까지 몰려드는  40년 전통의 낙지 짜장 을 자랑하는 중국집 [화평반점] 이 홀로 남아있다. 6.25동란 때 뱃속에 아이를 가진 할머니와 5살 아이를 데리고 황해도에서 피난 내려와 광주에 자리를 잡은 1대 주인, 할아버지. 이후 유신정부의 혼분식 장려로 호황기를 맞아 많은 손님들이 몰렸고, 피난 당시 5살 아이는 아버지가 되어 2대 주인장으로, 나아가 현재는 그의 손자 철수가 3대째 이어오며 [화평반점]의 40년 역사가 이어져 왔는데... 10.26 사태로 박정희 대통령이 죽고, 12.12 쿠테타로 신군부가 권력을 찬탈하며, 1980년 민주화를 열망하던 서울의 봄이 서울역 회군으로 물거품이 되어갈 쯤, 전라도 광주에는 새로운 어둠이 몰려들고 있었다. 전두환 일파의 권력찬탈에 반대하며 평화롭게 진행되던 시민들의 시위는 신군부의 권력욕에 의해 폭동으로 둔갑되며 계엄군의 무혈진압으로 무참히 부서지게 되고, 이에 최후의 항전을 맞이하며 타들어간 시민들의 분노는 결국  518 민주화 운동 으로 승화되는데... 1980년 5월 18일부터 10일간 항쟁한  518 민주화 운동 의 암울하고 악몽 같았던 기나긴 여정 한 가운데 특별한 영웅도 아니고, 그렇다고 누구하나 무책임하지도 않았던 그 평범한 소시민들의 이야기. 그리고 그들의 삶과 추억이 깃든 중국집 [화평반점]의 이야기가 슬픔과 회한 속에서 찬란하게 펼쳐진다.',
    TO_DATE('20240327', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021830.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'A12819',
    ' 김준수 콘서트 무비 챕터 원 : 레크리에이션',
    '새롭게 채워나가는 날들을 위해, 찬란하게 빛나고 있는 우리를 위해XIA 2024 ENCORE CONCERT Chapter 1 : Recreation명품 보컬리스트이자 퍼포머 김준수와 함께하는 위로와 회복의 시간!''Red Diamond'', ''Pit a pat'', ''너를 쓴다'', ''Rock the World'' 등 장르를 넘나드는 다양한 무대와 폭발적인 라이브, 다채로운 무대 연출, 화려한 퍼포먼스로 공연계의 새로운 패러다임을 제시하는 김준수의 첫 번째 콘서트 실황 무비!큰 함성으로 하나 되었던 그날의 우리,새롭게 써 내려갈 김준수의 첫 번째 챕터를 스크린으로 만난다.',
    TO_DATE('20240605', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPA001956.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F61809',
    ' 거친 녀석들 : 히틀러 암살단',
    '제2차 세계대전이 끝나갈 무렵, 나치 과학자들은 최후의 반격 작전으로 미국 뉴욕을 좀비로 뒤덮으려는 비밀 연구를 실행하기 위한 필사의 계획을 수립한다. 하지만 연합군은 나치의 위험한 계획이 있음을 감지하고 이를 저지할 수 있는 특공대를 소집한다. 그 중 최고의 대원이 바로 딕 다이너마이트이다. 나치 학살은 그의 즐거움인 동시에 호황인 사업이다. 1944년은 바로 그 사업이 절정이 다다른 해였다. 제정신 아닌 특공대의 미친 나치 살육전이 펼쳐진다.',
    TO_DATE('20241212', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/60/tn_DPF030187.jpg',
    5,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'F61801',
    ' 캐시 아웃',
    '완벽한 작전은 사라졌다지금부터 플랜 B가 시작된다!전설적인 강도단의 보스 ‘메이슨’(존 트라볼타).실패로 끝난 작전 이후 은퇴하고 잠적했던 그가 옛 팀원들의 다급한 요청으로 은행 강도 현장에 도착한다.하지만 현장은 곧 치밀한 작전 따윈 사라지고 예상치 못한 FBI 협상가까지 등장하며 엉망이 되어버린다.‘메이슨’은 이제 FBI에 맞서 팀원들을 지키고 인생 마지막 한탕을 성공시키기 위해 완벽한 플랜 B를 설계하기 시작하는데…',
    TO_DATE('20240912', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPF029962.jpg',
    2,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61000',
    ' 나쁜 녀석들: 라이드 오어 다이',
    '마이애미 강력반 최고의 콤비 ‘마이크’(윌 스미스)와 ‘마커스’(마틴 로렌스).가족 같은 ‘하워드’(조 판토리아노) 반장이 사망 전 마약 카르텔 조직의 비리에 연루되었다는 뉴스 속보를 접하게 된다.하지만 아무도 믿지 말라는 ‘하워드’ 반장의 비밀 메시지를 받은 ‘마이크’와 ‘마커스’ 형사는 사건의 진실을 밝히기 위해 위험한 수사를 시작한다.서서히 드러나는 거대한 음모와 마주하게 된 나쁜 녀석들.그러나 이들 역시 함정에 빠져 사건의 용의자로 지목되며 동료 경찰들은 물론 마약 카르텔 조직에게도 쫓기는 신세가 되고 마는데…용의자가 된 나쁜 녀석들의 화끈한 수사가 시작된다!',
    TO_DATE('20240606', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029334.jpg',
    2,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61075',
    ' 뺑소니: 최고로 최악의 날',
    '초여름의 어느 밝은 아침, 한 여성이 사고를 당한다.슈이치는 자신의 결혼식 모임에 늦어 마음이 급하다. 차를 운전하던 슈이치와 조수석에 타고 있던 절친한 친구 테루. 그들은 커피숍 앞에서 노조미를 차로 치고 달아난다.슈이치는 내면의 충동에 죄책감을 느끼고, 노조미의 아버지 토키야마는 보석으로 풀려난 테루에 대해 감정을 주체하지 못한다.평온했던 일상 속에서 그들의 생활은 복잡하게 얽히게 된다.',
    TO_DATE('20240616', 'YYYYMMDD'),
    128,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029433.jpg',
    3,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F62025',
    ' 엑소시스트: 더 데빌',
    '역사상 가장 강력한 악령의 등장!놈이 모든 인간을 노린다!과거, ‘코리’라는 이름의 어린 아이를 구하지 못해 퇴마 의식에서 손을 뗀 신부 ‘패트릭’(더그 브래들리).어느날, 후배 구마 사제인 ‘라울’(빅터 마라나)이 찾아와 그에게 도움을 청하고 악령에 빙의된 소녀를 구하기 위해 신부 ‘패트릭’은 수녀 ‘캐롤라인’(데니스 듀프)과 함께 다시 한번 엑소시즘을 시작한다.한편, 엑소시즘이 시작된 건물에 철없는 10대들이 숨어 들어오고, 악령은 거침없이 그들을 집어삼키기 시작하는데…',
    TO_DATE('20240925', 'YYYYMMDD'),
    85,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPF030090.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F60914',
    ' 샴록 스핏파이어',
    '사상 최대의 공중전 실화를 목격하라!2차 세계대전에서 독일군에게 밀리는 영국군.무명의 파일럿이 최신의 전투기 ''스핏파이어''로 독일군과 28번의 공중전에서 전승을 거둔다.역사상 최초로 21세에 공군사령관에 임명되고 베테랑이 된 그는 전쟁을 끝내는 마지막 출격을 하는데…전설의 파일럿과 전투비행단을 만난다!',
    TO_DATE('20240718', 'YYYYMMDD'),
    108,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPF029720.jpg',
    5,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K36154',
    ' 어게인 1997',
    '죽음과 함께 찾아온 N차 인생, 다시 돌아가면 잘 할 자신 있습니까?스턴트맨 40대 가장 ‘우석’(김다현)은 배우의 꿈을 접게 만든 얼굴의 흉터가 생기기 전, 인생에서 제일 잘 나가던 1997년 고등학교 그 시절로 돌아가고만 싶다. 어느 날, 이름 모를 한 스님(박철민)을 도와주고 인생을 바꿔준다는 5장의 부적을 구입하고 우연처럼 촬영 중 자동차가 절벽에서 추락하는 사고로 그토록 갈망하던 1997년 고등학생 ‘우석’(조병규)으로 깨어난다! 쓰레기 같은 아빠, 아들, 남편이었던 지난 인생 1회차를 개조하기 위한 프로젝트는 이제부터 시작이다. 일진생활 청산, 착실한 학업태도, 미안하기만 한 미래의 내 아내 ‘지민’(한은수)에게서 멀리 떨어지기… 짱이었던 친구가 꼰대가 되었다고 질타하는 ‘봉균’(구준회)   ‘지성’(최희승)아, 미안~ 그런데 왜 ‘그 때’ 그 일이 또 다시 일어날 것만 같은 이 기분은 뭐지?',
    TO_DATE('20240410', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPK021838.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'K36157',
    ' 달의 몰락',
    '허황된 야심을 가진 30대 무명배우가 돈 많은 60대 미망인 사업가에게 의도적으로 접근하여 결혼까지 성공한다.오직 미망인의 재산을 노렸으나 그 미망인은 지병으로 죽고, 결국 남긴 유언이 “전 재산을 사회에 환원한다.”고 했고 무명 배우의 허망한 야심은 신기루처럼 사라지고, 이미 늙게 만든 그 무명 배우의 성형 얼굴만 추락의 흔적으로 남는다.',
    TO_DATE('20240315', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/35/tn_DPK021777.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F60519',
    ' 잠행',
    '누구도 믿지 마라!마약왕 VS 경찰 VS 언더커버쫓고 쫓기는 대결이 시작된다!다크웹을 통해 마약 밀매의 온상이 된 홍콩.전 세계를 자신의 손아귀에 넣으려는 마약왕 ''조지 램''(유덕화),그를 쫒는 행동파 경찰 ''에디''(펑위옌),그리고 그 사이에서 선택의 기로에 놓인 언더커버 ''호사우''(임가동).거대한 운명의 폭풍 속,세 남자의 목숨 건 추격이 몰아친다!',
    TO_DATE('20240327', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPF028981.jpg',
    12,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'B11463',
    ' 토스카',
    '성당에서 성모 마리아의 초상화를 그리던 화가 카바라도시는 자기 친구이자 쫓기는 정치범 안젤로티를 숨겨준다. 경시총감 스카르피아는 카바라도시를 범인 은닉으로 연행하고, 평소 마음에 담고 있던 그의 연인 토스카를 차지하고자 카바라도시를 제거하고자 한다. 스카르피아는 토스카에게 카바라도시의 목숨을 건 제안을 하는데…',
    TO_DATE('20240418', 'YYYYMMDD'),
    160,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPB001640.jpg',
    10,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F60745',
    ' 가필드 더 무비',
    '세상귀찮 집냥이, 바쁘고 험난한 세상에 던져졌다!집사 ‘존’과 반려견 ‘오디’를 기르며 평화로운 나날을 보내던 집냥이 ‘가필드’.어느 날, 험악한 길냥이 무리에게 납치당해 냉혹한 거리로 던져진다.돌봐주는 집사가 없는 집 밖 세상은 너무나도 정신없게 돌아가고 길에서 우연히 다시 만난 아빠 길냥이 ‘빅’은 오히려 ‘가필드’를 위기에 빠지게 하는데…험난한 세상, 살아남아야 한다!',
    TO_DATE('20240515', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPF029246.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'B11557',
    ' 티치아노. 색채의 제국',
    '색채에 대한 비범한 거장이자 탁월한 사업가였던 티치아노 베첼리오(1488/90~1576)는 당대 유럽의 최고 부호들과 최고 권력자들이 찾는 화가가 된다.페라라에서 우르비노, 만토바에서 로마, 그리고 카를로스 5세와 필리페 2세의 스페인 왕국에 이르기까지 티치아노는 자신의 회화 작품들로 그가 살던 16세기를 빛냈을 뿐만 아니라 이후 세기의 예술가들에게 영감을 준다.종교와 신화에 대한 완벽한 해설자 그리고 즉각적인 표현의 힘을 보여주는 묘사자로서 티치아노는  예술은 자연보다 강력하다 는 자신의 좌우명처럼 그의 동시대인들을 압도한다.',
    TO_DATE('20240925', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPB001697.jpg',
    12,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K37399',
    ' [마이 아티 필름] 카리나 : 업',
    '걸그룹 에스파의 가수 카리나가 느와르 컨셉의 주인공으로 찍은 뮤직비디오 및 메이킹 영상',
    TO_DATE('20240911', 'YYYYMMDD'),
    31,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPK022924.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61899',
    ' 호두까기 인형과 마술피리',
    '전설의 마술 피리를 찾아 떠나는 환상의 모험!크리스마스 판타지 매직 어드벤처가 펼쳐진다!기적이 일어난다는 크리스마스 이브. 마리는 어린시절로 돌아가고 싶다는 소원을 빈다. 그 순간 장난감들이 모두 살아나고 마리 역시 몸이 작아져 생쥐의 공격을 받게 되는데… 위험에 빠진 마리를 구해주는 호두까기 인형. 사실 호두까기 인형은 사악한 생쥐 여왕의 마법에 걸린 꽃의 왕국, 조지 왕자이다. 마리와 왕자는 살아난 장난감들과 함께 꽃의 왕국을 구하기 위해 전설 속 마술 피리를 찾아 환상의 모험을 떠난다.',
    TO_DATE('20241030', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030122.jpg',
    11,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'A12870',
    ' 박정희: 경제대국을 꿈꾼 남자',
    '그가 진심으로 바란 대한민국을 만난다!새마을운동, 중공업 발전, 수출주도 산업화, 국토의 대동맥 고속도로 건설...전쟁 직후, 폐허가 된 대한민국에서 시작된 기적들!1960-70년대 국민들을 먹여 살리기 위해 일생을 바친 박정희 대통령의 거대한 발자취가 드디어 시작된다!',
    TO_DATE('20240710', 'YYYYMMDD'),
    145,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPA001962.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61908',
    ' 너의 색',
    '음악으로 이어진 세 사람을 비춘 가장 찬란한 청춘의 색!사람을 색으로 느끼는 엉뚱한 여고생 ‘토츠코’‘토츠코’는 어느 날 학교에서 한번도 느껴보지 못한 찬란하고 아름다운 색을 가진 소녀 ‘키미’를 만난다.그리고 우연히 작은 책방에서 조우한 음악을 좋아하는 소년 ‘루이’까지 합세하여 오랫동안 꿈꾸던 밴드를 결성하게 되고 서로에게 서서히 스며들기 시작하는데..!올가을, 무지갯빛 청춘을 위한 노래가 시작된다!',
    TO_DATE('20241012', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030013.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'B11575',
    ' 구스타보 두다멜   아스믹 그리고리안',
    '1920년부터 시작한 잘츠부르크 페스티벌은 매년 여름 모차르트의 고향 오스트리아 잘츠부르크에서 열리는 세계적인 클래식 음악 축제이다. 오페라, 연극, 콘서트 등 세계 최고의 연주자와 프로덕션이 모여 높은 인기를 자랑할 뿐 아니라 매해 음악계의 판도를 가늠하는 자리이기도 하다.올해 잘츠부르크 페스티벌에는 투명한 음색과 성량으로 ‘차세대 오페라의 여왕’으로 불리는 아스믹 그리고리안과 실력파 지휘자 구스타보 두다멜이 출연해 호흡을 맞춘다. 슈트라우스가 독일 낭만파 시인 헤세와 아이헨도르프의 시에 서정적인 멜로디를 입혀 만든 명가곡 ‘네 개의 마지막 노래’와 새벽부터 해질 때까지 알프스산맥이 변화하는 모습을 묘사한 ‘알프스 교향곡’이 잘츠부르크 대형 페스티벌 홀을 아름답게 울릴 예정이다.',
    TO_DATE('20240928', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPB001696.jpg',
    12,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F61462',
    ' 디어 마이 고스트',
    '가족도 친구도 없는 고독한 삶의 끝에서 죽고 싶은 청년 쉬천웨이.약을 과다 복용한 후 눈을 뜬 그는 네 명의 유령들을 보기 시작한다.꼴초 유령, 울보 유령, 초딩 유령, 할매 유령성격도 외모도 제각각인 네 명의 귀신들소원을 모두 들어줘야 성불할 수 있다고?!유령들과 동거하며 잊고 지내던 삶의 의미를 깨닫고, 구급대원 위샤오인과의 새로운 만남으로 다시 일어설 용기를 찾기 시작하는데...',
    TO_DATE('20240900', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029900.jpg',
    8,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K37061',
    ' 신비아파트 특별편: 붉은 눈의 사신',
    '“붉은 달이 뜨면 이 세상은 멸망하리라”‘하리’와 친구들은 가까스로 미라를 물리쳤지만 사신의 위협은 계속되고 있다.귀도퇴마사가 된 ‘강림’의 배신 그리고 레드아이에 걸린 ‘가은’까지 ‘하리’는 소중한 두 친구의 생각으로 마음 둘 곳이 없는데...그러던 어느 날, 사신의 저주가 다시 퍼지기 시작한다!끝나지 않은 사신의 저주 VS 마지막 희망이 된 ‘하리’와 친구들세상을 지키기 위한 최후의 전투가 시작된다!',
    TO_DATE('20240814', 'YYYYMMDD'),
    77,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPK022470.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'B11584',
    ' 오텔로',
    '베네치아 공화국의 장군 오텔로는 군사 작전을 성공적으로 마치고 돌아온다. 이때 오텔로의 아름다운 부인 데스데모나를 흠모했던 귀족 로데리고와 자신을 부관으로 선임할 줄 알았으나 카시오에게 그 자리를 뺏겨 오텔로에 앙심을 품 그의 부하 이아고가 오텔로를 나락으로 보낼 작전을 세운다. 그들의 계략에 넘어간 오텔로는 그의 아내, 데스데모나의 정절을 의심하기 시작하는데…',
    TO_DATE('20241024', 'YYYYMMDD'),
    148,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPB001709.jpg',
    12,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F62083',
    ' 레드 원',
    '크리스마스 D-1, 철통같은 보안을 뚫고 코드명 ''레드 원'' 산타클로스가 납치되고 크리스마스가 사라질 위기에 처했다!''레드 원''을 찾기 위해 사령관 ''칼럼 드리프트''(드웨인 존슨)는 산타클로스 따위는 없다고 믿는 현상금 사냥꾼 ''잭 오말리''(크리스 에반스)와 협력하기로 한다.시작부터 삐그덕 거리는 이들 앞에 크리스마스의 존재를 위협하는 위험천만한 적들이 나타나는데…크리스마스를 구하기 위한 액션 히어로들의 대환장 사투가 시작된다!',
    TO_DATE('20241106', 'YYYYMMDD'),
    123,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030125.jpg',
    2,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F62081',
    ' 블랙미션',
    '전직 CIA 지부장 벤 멀로이는 눈앞의 폭발 사고로 아내를 잃게 되는데, 머지않아 CIA 요원인 아내의 죽음이 단순한 사고가 아님을 깨닫는다.동료들은 숨진 아내를 이중 첩자로 몰아가고, 벤은 그의 오랜 숙적들을 찾아가면서까지 진실에 가까워지려 하는데..',
    TO_DATE('20241008', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030120.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F62080',
    ' 모아나 2',
    '선조들로부터 예기치 못한 부름을 받은 ‘모아나’가 부족의 파괴를 막기 위해 전설 속 영웅 ‘마우이’와 새로운 선원들과 함께 숨겨진 고대 섬의 저주를 깨러 떠나는 위험천만한 모험을 담은 스펙터클 오션 어드벤처',
    TO_DATE('20241127', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPF030282.jpg',
    12,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F62042',
    ' 저니 투 베들레헴',
    '결혼보다는 교사로서의 꿈을 이루고 싶은 ‘마리아’지만, 그녀의 아버지는 원망스럽게도 ‘요셉’과의 약혼식을 서두른다.그러던 어느 날, 천사장 ‘가브리엘’이 ‘마리아’에게 찾아와 훗날 구세주이자 왕이 될 아이를 낳게 될 것이니 잘 돌보라 명하게 되고, 한 순간에 너무나 무거운 책임을 지게 된 ‘마리아’는 이 일로 약혼자 ‘요셉’과의 관계도 위태로워진다.한편, 권력을 탐하는 이기적인 왕 ‘헤롯’은 큰아들 ‘안티파테르’를 앞세워 훗날 왕이 될 ‘마리아’의 아이를 찾아 죽이려 하는데..과연 ‘마리아’는 자신의 사랑과 아이 모두를 지킬 수 있을까?',
    TO_DATE('20241120', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPF030153.jpg',
    2,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F60710',
    ' 포켓몬스터: 성도지방 이야기, 최종장',
    '결승 토너먼트에서 만난 숙명의 라이벌, ‘지우’ vs ‘바람’!성도지방에서 8개의 배지를 모두 모아 은빛대회에 참가한 ‘지우’결승 토너먼트에서 숙명의 라이벌, ‘바람’을 마주한다.“이 ‘바람’님의 라이벌이 되기엔 물 건너가도 한~참 물 건너간 것 같은데?”언제나 ‘지우’를 얕보며 한 발짝 앞서 나갔던 ‘바람’이지만 포켓몬을 향한 열정이라면 ‘지우’도 지지 않는다.태초마을을 떠날 때부터 포켓몬마스터의 꿈을 꾼 두 사람수많은 모험과 만남으로 쌓아온 각자의 성과를 성도리그에서 확인하게 된다.과연 이 배틀의 승자는…?',
    TO_DATE('20240501', 'YYYYMMDD'),
    83,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPF029121.jpg',
    3,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F61536',
    ' 데미지드',
    '최악의 연쇄살인마, 놈과의 두뇌게임이 시작된다!6년 전, 연쇄살인마에게 연인을 잃은 시카고 형사.같은 수법의 연쇄살인을 수사하러 영국으로 향한다.놈이 남긴 상징과 메시지를 해독하라.증거를 놓치는 순간 누군가 살해당한다!악마는 가장 가까운 곳에 있다.끝까지 추적해서 반드시 잡는다!',
    TO_DATE('20240700', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029784.jpg',
    2,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F61996',
    ' 달의 차고 기움',
    '다시 태어나도, 널 만나러 갈 거야행복한 삶을 살고 있던 츠요시는 갑작스러운 교통 사고로 사랑하는 아내와 딸 루리를 잃는다.오랜 시간 깊은 슬픔을 가슴에 묻고 살아가던 그에게 어느 날, 한 남자가 찾아온다.그는 어쩌면 츠요시의 딸 루리가 자신의 옛 연인이었던 루리의 환생일지도 모른다는 기묘한 이야기를 하는데...',
    TO_DATE('20241101', 'YYYYMMDD'),
    129,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPF030236.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61521',
    ' 디베르티멘토',
    '열일곱 살 쌍둥이 자매 자히아와 페투마에게 클래식 교향곡은 삶의 전부나 다름 없다. 쌍둥이는 오케스트라 지휘자와 첼리스트라는 각자의 꿈을 이루기 위해 고군분투하지만, ‘파리 교외에 사는 이민자 출신‘이라는 꼬리표는 그들의 앞길을 자꾸만 가로막는다. 결국 자히아와 페투마는 ‘디베르티멘토’라는 오케스트라를 직접 만들기로 결심한다.',
    TO_DATE('20240807', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029782.jpg',
    6,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61862',
    ' 블링크 트와이스',
    '천국 같은 파티, 지옥 같은 진실!IT업계의 거물, 억만장자 ‘슬레이터 킹’의 호화로운 파티에 초대받은 ‘프리다’.아름다운 섬에서 화려한 휴가를 보내던 ‘프리다’는 어느 순간 갑자기 함께 온 친구 ‘제스’가 사라지고 다른 사람들은 ‘제스’를 기억하지 못하는 것을 알게 된다.‘프리다’는 자신과 섬에 초대된 사람들이 계속 무언가를 잊어버리고 있다는 것을 깨닫고, 끔찍한 진실을 밝히기 위해 사투를 벌이기 시작하는데...',
    TO_DATE('20241120', 'YYYYMMDD'),
    102,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPF030234.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'A12720',
    ' 에스파: 월드 투어 인 시네마',
    '2023년 21개 도시에서 전 세계 관객을 사로잡은 글로벌 히트메이커 에스파의 첫 번째 월드 투어 ‘aespa LIVE TOUR 2023 SYNK : HYPER LINE’그 대단원의 마지막 마침표를 찍을 무대가 극장에서 펼쳐진다.월드투어의 마지막 챕터를 장식할 공연 실황 영화는 영국 런던의 세계적인 공연장 O2 아레나의 뜨거웠던 현장을 14대의 시네마틱 카메라로 생생하게 담아냈다.오직 영화에서만 만날 수 있는 월드 투어 비하인드 인터뷰 뿐만 아니라 ‘Next Level’, ‘Black Mamba’, ‘Savage’ 등 메가 히트곡과 MY들의 뜨거운 반응을 얻은 ‘Salty   Sweet’, ‘도깨비불 (Illusion)’, 그리고 멤버 4인의 솔로 무대를 포함한 풍성한 공연 셋리스트까지!매 활동마다 NEXT LEVEL로 나아가는 글로벌 아티스트 에스파의 독보적 퍼포먼스와 월드 투어의 현장감을 ScreenX, 4DX, ULTRA 4DX 특별관 그리고 압도적인 스크린으로 경험한다.',
    TO_DATE('20240410', 'YYYYMMDD'),
    125,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPA001932.jpg',
    1,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'A12903',
    ' 2023 심규선 단독 콘서트 : 우리 앞의 세계',
    '2023 심규선 단독 콘서트  우리 앞의 세계 의 공연실황 영화',
    TO_DATE('20240727', 'YYYYMMDD'),
    142,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPA002016.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60403',
    ' 부르달락: 흡혈귀',
    '대문호 톨스토이 원작기묘하고 잔혹한 흡혈귀의 기원이 밝혀진다사신으로 파견된 후작이 숲을 헤매던 중 아름다운 여인에 반해 그녀의 집에 머무른다.하지만 그녀의 아버지가 기괴한 모습으로 집에 돌아오면서 최초의 흡혈귀와 마주한다.누구도 그것이 무엇인지 몰랐다.그것은 오직 저주의 시작일 뿐인데…독창적인 피의 만찬이 시작된다!',
    TO_DATE('20240328', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF028988.jpg',
    6,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'A12912',
    ' 임영웅│아임 히어로 더 스타디움',
    '10만 영웅시대와 함께 상암벌을 정복한 임영웅의 스타디움 입성기!“영웅시대가 저와 별의 이야기를 함께 써 내려가고 있다고 생각해요”2024년 5월, 서울월드컵경기장에서 양일 10만 명의 관객을 동원하며 콘서트 안팎으로 폭발적인 화제를 일으켰던 임영웅의 콘서트를 극장에서 다시 만난다.무대 위 압도적인 가창력과 다채로운 퍼포먼스,새로운 도전을 마다 않는 무대 뒤의 열정적인 모습과 영웅시대를 향한 진솔한 마음,그리고 최고의 공연을 위해 임영웅과 제작진 모두가 합심해 달려온 1년여의 기록까지,초대형 IMAX와 ScreenX로 풍성하게 담았다!영웅시대와 함께 더 큰 꿈을 꾸는 가수 임영웅의 하늘빛 축제가 스크린에서 펼쳐진다!',
    TO_DATE('20240828', 'YYYYMMDD'),
    108,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPA002017.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F61363',
    ' 트위스터스',
    '뉴욕 기상청 직원 ‘케이트’(데이지 에드가-존스)는 대학 시절 토네이도에 맞서다 소중한 사람들을 잃고 죄책감에 살고 있다.그런 그녀 앞에 옛 친구 ‘하비’(안소니 라모스)가 찾아와 토네이도를 소멸시킬 수 있는 획기적인 방법을 제안한다.고민 끝에 합류하게 된 ‘케이트’는 ‘하비’와 오클라호마로 향하고, 일명 토네이도 카우보이라 불리는 유명 인플루언서 ‘타일러’(글렌 파월)를 만난다.마치 자연을 정복한 듯이 자신감 넘치는 ‘타일러''와 매사 부딪히게 되는 ‘케이트’.어느 날, 모든 것을 집어삼킬 거대한 토네이도가 휘몰아칠 것을 감지하게 되는데…쫓아라! 막아라! 살아남아라!역대급 토네이도에 정면돌파 선언!',
    TO_DATE('20240814', 'YYYYMMDD'),
    122,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029754.jpg',
    2,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K36595',
    ' 파일럿',
    '하루 아침에 인생 추락한 스타 파일럿제 2의 인생 이륙 준비 중!최고의 비행 실력을 갖춘 스타 파일럿이자 뜨거운 인기로 유명 TV쇼에도 출연할 만큼 고공행진 하던 한정우(조정석)는 순간의 잘못으로 하루아침에 모든 것을 잃고 실직까지 하게 된다.블랙 리스트에 오른 그를 다시 받아줄 항공사는 어느 곳도 없었고 궁지에 몰린 한정우는 여동생의 신분으로 완벽히 변신, 마침내 재취업에 성공한다.그러나 기쁨도 잠시! 또다시 예상치 못한 난관에 부딪히게 되는데…인생 순항을 꿈꾸던 그의 삶은 무사히 이륙할 수 있을까?',
    TO_DATE('20240731', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPK021958.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K36190',
    ' 유미의 세포들 더 무비',
    '“사랑이의 마음이 나를 웃음 짓게 했고 불안이의 걱정이 나를 나아가게 했어”오랜 꿈이던 작가가 되기 위해 퇴사 후 공모전을 준비하기로 결심한 유미.완벽한 글쓰기 일정을 만드는 ‘스케줄 세포’부터 글감을 찾기 위해 뛰어다니는 ‘작가 세포’와 허리띠를 졸라매는 ‘자린고비 세포’까지 모두가 유미의 꿈을 위해 열심히 노력한다.하지만 미래에 대한 걱정이 유미의 ‘불안 세포’를 점점 자라나게 하고 바비와의 흔들리는 관계로 흑화한 ‘사랑 세포’까지 세포들 사이에 갈등이 고조되며 세포 마을은 절체절명의 위기에 처하는데…',
    TO_DATE('20240403', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021812.jpg',
    1,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F61151',
    ' 최악의 허니문',
    '오랜 단짝 친구인 아담과 바브.아담이 아내 사라와의 신혼여행을 떠나는 날, 바브는 아담에게 회사에서 해고되었다는 슬픈 소식을 전한다.슬픔에 빠진 바브가 세상을 떠날까 두려워진 아담은 신혼여행에 바브를 데리고 가기로 결심한다.한편 이탈리아의 마약상 조르조는 마약과 폭력에 찌든 일상에 염증을 느끼고 사랑하는 여자와의 순수한 사랑을 꿈꾸게 된다.바로 그때 베니스로 신혼여행을 온 사라를 보고 첫눈에 사랑에 빠진다.조르조는 사라를 차지하기 위해 아담과 바브를 위험에 빠뜨릴 계획을 세우고, 아담과 바브는 사라를 구하기 위해 고군분투하게 되는데...',
    TO_DATE('20240704', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPF029708.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K36199',
    ' 대도시의 사랑법',
    '시선을 싹쓸이하는 과감한 스타일과 남 눈치 보지 않는 거침없는 애티튜드로 모두의 관심을 한 몸에 받는 자유로운 영혼 재희.그런 재희가 눈길은 가지만 특별히 흥미는 없던 흥수에게 위기가 찾아온다. 누구에게도 절대 들키고 싶지 않은 비밀을 하필 재희에게 들켜버린 것! 하지만 그 과정에서 재희와 흥수는 알게 된다.서로가 이상형일 수는 없지만 오직 둘만 이해할 수 있는 모먼트가 있다는 것을.  남들이 만들어내는 무성한 소문을 뒤로 하고, 재희와 흥수는 사랑도 인생도 나답게! 의기투합 동거 라이프를 시작하는데...',
    TO_DATE('20241001', 'YYYYMMDD'),
    118,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPK022732.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'K36204',
    ' 뒤주',
    '작가로서의 성공과 정교수가 되길 원하는 아진과 그녀의 제자이자 대학원생인 현아와 우수는 한번 갇히면 죽기 전까지 나올 수 없는 유목민들의 감옥 ‘뒤주’ 전시프로젝트 맡게 된다.저주가 걸렸다는 이야기는 뒤로 한 채, 프로젝트에 몰두하는 세 사람.그러나 그것을 만난 후, 세 사람은 자신도 모르게 숨겨뒀던 위험한 욕망들을 드러내고, 뒤주의 저주도 스멀스멀 기어 나와, 현실이 되어가기 시작한다.당신의욕망이저주를깨웠다',
    TO_DATE('20240328', 'YYYYMMDD'),
    85,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021827.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F61763',
    ' 코마다 위스키 패밀리',
    '제47회 안시국제애니메이션영화제 장편 콩트르샹 경쟁 부문 진출작!뉴스 편집자 ‘코타로’는 일본 크래프트 위스키에 관한 기사를 위해 ‘코마다 증류소’를 방문하고, 아버지가 세상을 떠난 후 가업을 물려받은 딸 ‘루이’를 만난다.‘루이’는 할아버지와 아버지가 정성을 다해 지켜온 최상의 위스키 ‘코마’를 부활시키기 위해 고군분투하지만, 경영난, 원액 부족, 화재 등 많은 난관에 부딪친다.하지만 어떤 시련에도 포기하지 않는 ‘루이’의 열정에 감동한 ‘코타로’, 오빠 ‘케이’, 그리고 ‘코마다 증류소’ 서포터즈는 가족의 추억이 담긴 환상의 위스키를 되살리고자 힘을 합치는데…올가을을 향긋하게 물들일 위스키 테라피 애니메이션코마다 증류소에 오신 걸 환영합니다!',
    TO_DATE('20240905', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPF029958.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K36720',
    ' 베테랑2',
    '가족들도 못 챙기고 밤낮 없이 범죄들과 싸우는 베테랑 형사 ''서도철''(황정민)과 강력범죄수사대 형사들.어느 날, 한 교수의 죽음이 이전에 발생했던 살인 사건들과 연관성이 있는 것으로 밝혀지며 전국은 연쇄살인범으로 인해 떠들썩해진다. 이에 단서를 추적하며 수사를 시작한 형사들. 하지만 이들을 비웃기라도 하듯, 연쇄살인범은 다음 살인 대상을 지목하는 예고편을 인터넷에 공개하며 또 한 번 전 국민을 흔들어 놓는다.강력범죄수사대는 서도철의 눈에 든 정의감 넘치는 막내 형사 ''박선우'' (정해인)를 투입한다. 그리고 사건은 새로운 방향으로 흐르게 되는데...',
    TO_DATE('20240913', 'YYYYMMDD'),
    118,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPK022660.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F61089',
    ' 연소일기',
    ' 나는 쓸모없는 사람이다 한 고등학교 교실의 쓰레기통에서 주인 모를 유서 내용의 편지가 발견된다.대입 시험을 앞두고 교감은 이 일을 묻으려고 하고, 정 선생은 우선 이 편지를 누가 썼는지부터 찾아보자고 한다. 일기야, 안녕? 오늘부터 매일 일기를 쓰기로 했어 편지와 학생들의 글씨 모양을 비교하던 정 선생은 편지 속 한 문장에 자신의 어린 시절을 떠올리며 오래된 일기장을 꺼내 든다.열심히 쓰다 보면 바라던 어른이 될 거란 믿음으로 써 내려간 열 살 소년의 일기.정 선생은 일기를 읽으며 묻어뒀던 아픈 과거와 감정들을 마주하고, 학생들을 위해 마음을 열기 시작하는데…',
    TO_DATE('20241113', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/60/tn_DPF030182.jpg',
    7,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F61051',
    ' 테인티드 러브',
    '“사랑해… 거짓말”연인에게 사기를 당한 여자 ‘저우란’.진실을 찾기 위해 방문한 낯선 곳에서 두 남자 ‘린즈광’과 ‘쉬자오’를 만난다.꿈 같았던 만남도 잠시, ‘저우란’은 충격적인 사실을 알게 되고 깊어지는 사랑과 의심 속 선택의 시간이 다가온다.',
    TO_DATE('20240919', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPF029964.jpg',
    4,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F60560',
    ' 와일드 로봇',
    '뉴욕타임즈 베스트셀러   아마존 올해의 책!전 세계를 매료시킨 아동 문학 거장 피터 브라운 소설 첫 영화화!  드래곤 길들이기  제작진이 선사하는 따뜻한 감성 어드벤처“이 비행은 너에게 주는 선물이야”우연한 사고로 거대한 야생에 불시착한 로봇 ''로즈''는 주변 동물들의 행동을 배우며 낯선 환경 속에 적응해 가던 중, 사고로 세상에 홀로 남겨진 아기 기러기 ''브라이트빌''의 보호자가 된다. ‘로즈''는 입력되어 있지 않은 새로운 역할과 관계에 낯선 감정을 마주하고 겨울이 오기 전에 남쪽으로 떠나야 하는 ''브라이트빌''을 위해 동물들의 도움을 받아 이주를 위한 생존 기술을 가르쳐준다.그러나 선천적으로 몸집이 작은 ''브라이트빌''은 짧은 비행도 힘겨워 하는데...로봇 ''로즈''와 아기 기러기 ''브라이트빌''은 특별한 기적을 일으킬 수 있을까?',
    TO_DATE('20241001', 'YYYYMMDD'),
    102,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF030007.jpg',
    2,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F60612',
    ' 어쌔신: 드론 전쟁',
    '드론 조종사로 일하던 남편 세바스찬이 임무 중 당한 사고로 혼수상태에 빠지고 아내 알렉사는 사건의 진상을 파헤치기 위해 그가 근무하던 회사로 향한다.그리고 그곳에서 남편이 조종한다던 드론이 비행 물체가 아닌 사람의 육체라는 충격적인 사실을 마주하게 된다.내가 저지른 범죄를 타인에게 뒤집어 씌울 수 있는 세상, 남편이 당한 사고의 진실을 파헤치기 위해 알렉사는 직접 타인의 몸에 들어가 그에게 해를 가한 범죄자를 처단하고 남편을 되찾으려고 하는데…',
    TO_DATE('20240416', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPF029172.jpg',
    2,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F60602',
    ' 라인골드',
    '갱스터가 힙합스타가 된 기적 같은 실화!인생에 정답은 없다!2010년 시리아에서 금 강탈 혐의로 체포된 지와르 하자비(일명’하타르’)는 감옥에서 지독한 고문을 받는다.상당히 충격적인 오프닝 이후 영화는 1979년 호메이니가 권력을 잡던 시기의 이란과 이라크를 거쳐 파리를 경유해 독일에 정착하는 지와르 가족의 험난한 여정을 보여준다.지와르에게 이민은 새로운 삶을 향한 탈출의 시간이었고 아버지에게 물려받은 음악적 재능을 갱스터 랩으로 폭발시키는 시기였으며 가족을 버리고 떠난 아버지를 대신해 가족을 부양하면서 범죄자가 되어가는 과정이기도 하다.‘라인골드’는 독일의 음악 프로듀서이자 래퍼인 ‘하타르’의 자서전에서 영감을 받은 실화 영화이다.',
    TO_DATE('20240500', 'YYYYMMDD'),
    138,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF029036.jpg',
    12,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'K37001',
    ' 세입자',
    '최악의 환경오염과 주거난의 도시, 미래 서울, 주인공 신동은 집주인의 일방적인 통보로 당장 새로운 월세집을 알아봐야 하는 처지에 놓인다. 이사를 할 경제적인 여유가 없는 신동에게 그의 친구는 집의 일부 공간을 세놓는 월월세를 놓으면 권리가 복잡해져 집주인이 신동을 쫓아낼 수 없게 된다고 한다. 친구의 조언에 월월세 광고를 내는 신동. 그런데 독특하게도 화장실에서 살겠다는 이상한 신혼부부가 나타나고 마음이 급한 신동은 그들을 들이게 된다. 그러나 그들은 얼마 지나지 않아 괴이한 행동들을 보이기 시작하고 예민한 신동은 그들을 참을 수 없게 된다.',
    TO_DATE('20241204', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/65/tn_DPK023067.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F61819',
    ' 호라이즌: 아메리칸 사가 챕터 1',
    '미국의 서부 개척이 한창이던 1800년대기회의 땅을 찾아 서부의 ‘호라이즌’으로 몰려든 백인 정착민들과 자신들의 삶의 터전을 지키려는 원주민들 사이엔 크고 작은 전투들이 잇따른다.학살과 폭력이 난무하는 서부엔 개척을 이끄는 연방군과 아파치족을 사냥하는 무리들 그리고 정체를 알 수 없는 사나이까지 나타나 피비린내나는 굴곡진 삶들이 얽히기 시작하는데…9월, 케빈 코스트너가 선보이는 정통 서부극의 막이 오른다!',
    TO_DATE('20240912', 'YYYYMMDD'),
    181,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF029996.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'F61582',
    ' 극장판: 기븐_히이라기 믹스',
    '“음악에 모든 걸 걸어야 하나… 무서운 걸”밴드 ''기븐''에게 찾아온 데뷔의 기회!리츠카는 마후유에게 함께하자고 제안하지만, 마후유는 뜻밖에 대답을 보류한다.“너와 해보고 싶은 게 있어”밴드 ''shy''의 히이라기는 리츠카에게 기타 서포트를 요청한다.어떤 특별한 부탁과 함께.“너도 유키를 좋아했던 거지?”마후유의 방황이 자기 탓이라고 고민하는 히이라기에게 시즈스미는 마음 속에 담아둔 말을 꺼낸다.',
    TO_DATE('20240828', 'YYYYMMDD'),
    70,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029883.jpg',
    3,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60566',
    ' 몬스터 프렌즈',
    '“전설의 몬스터가 보고 싶어요!”몬스터들은 아무도 모르는 곳에 따로 모여사는 세상.몬스터와 친구가 되고 싶어하는 ‘한나’는 우연히 몬스터 마을을 발견한다.그곳에서 ‘한나’가 마주친 건 무시무시한 몬스터들!빨간모자와 늑대의 ‘울프걸’부터 설인의 전설 속 ‘예티’까지 모두 처음 본 인간인 ‘한나’를 경계하기 시작한다.설상가상으로 악마의 사신 ‘가고일’이 자신의 은밀한 계획을 위해 외눈박이 거인 ‘사이클롭스’와 함께 한나를 납치하는데…과연 ‘한나’는 몬스터들과 친구가 될 수 있을까?',
    TO_DATE('20240425', 'YYYYMMDD'),
    76,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPF028978.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K36223',
    ' 씬',
    '“심연의 가장 깊은 죄가 깨어난다!”실험적 요소로 내로라하는 해외 유수 영화제에서 이름을 알린 유명 감독 ‘휘욱’은 춤을 소재로한 새로운 작품 촬영을 위해 신인 배우 ‘시영’, ‘채윤’과 함께 폐교 옥상에서 촬영을 시작한다.파격적이고 거친 동작의 춤사위로 촬영이 시작되자 이내 배우와 제작진들은 오묘한 기운에 휩싸이고 촬영 현장은 순식간에 아비규환이 되어 버린다.“악마가 깨어났다!”그리고, 깨어나지 말아야할 존재 ‘그것’과 마주하게 되는데…',
    TO_DATE('20240403', 'YYYYMMDD'),
    103,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021805.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F60259',
    ' 유어 럭키 데이',
    '당첨금 2,000억 복권을 차지하라!작은 편의점에서 2,000억 복권이 당첨된다.손님들은 복권을 차지하기 위해 공범이 된다.먼저 차지해야 인생역전.먼저 죽이는 것이 당첨 비결.더 지독한 놈들까지 참전하고 살벌한 복권 쟁탈전이 시작되는데…최후의 승자를 확인하라!',
    TO_DATE('20240222', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028818.jpg',
    2,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60661',
    ' 아키는 하루와 밥을 먹고 싶어',
    '각자 다른 대학에 진학한 고등학교 동창생 아키와 하루는 조용한 주택가의 단독 주택에서 함께 살기로 한다.요리 담당인 아키와 정리 담당인 하루는 매일 맛있는 집밥을 같이 해먹으면서, 자연스럽고 기분 좋은 ‘거리감 제로’의 소소한 생활을 이어간다.한편, 사진작가로 진로를 결정한 하루에 반해,적성을 찾지 못해 취업 준비도 제자리인 아키의 고민은 점점 깊어지고, 몇 가지 사건들로 오해가 생긴 두 사람 사이에는 이상 기류가 흐르기 시작하는데…두 남자의 맛있고 아기자기한 일상, 다시 찾을 수 있을까?',
    TO_DATE('20240400', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029072.jpg',
    3,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F60274',
    ' 이처럼 사소한 것들',
    ' “도움의 손길이 없었다면, 나는 어디에 있었을까?  1985년 아일랜드의 소도시, 빌 펄롱은 석탄을 팔며 아내, 다섯 딸과 함께 소박하게 살아가고 있다. 크리스마스를 앞둔 어느 날, 빌 펄롱은 지역 수녀원에 석탄을 배달하러 가고 숨겨져 있던 어떤 진실을 마주하게 된다.클레어 키건의 동명 소설을 원작으로 하는 작은 기적 같은 영화. ',
    TO_DATE('20241211', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPF030353.jpg',
    12,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F60644',
    ' 섀도우 오브 파이어',
    '집 밖으로 한 발짝도 나오지 못하는 여자, 멀리서 들려온 소음에 머리를 감싸 쥔 채 벌벌 떠는 남자, 그리고 밤마다 악몽을 꾸며 신음하는 어린이. 소이탄은 도시를 일순 잿더미로 만들었고, 사람들은 떼로 죽거나 홀로 남겨졌다. 트라우마에 시달리던 세 인물은 우연히 한 집에서 먹고 자며 공동체 생활을 시작하지만, 평범한 일상을 기대하기엔 요원하다.  섀도우 오브 파이어 는 제2차 세계대전 직후 황폐해진 일본 사회를 배경으로, 공포와 상실로 인해 파괴된 인간 내면을 그리는 데 집중한다. 클로즈업으로 담아낸 얼굴엔 울분과 두려움이 넘칠 듯 차오르고, 사각형 프레임 속에 갇힌 인물들은 그 자체로 폐소공포증에 시달리는 것처럼 보인다. 오직 어린 소년만이 커다란 눈을 부릅뜨고 모든 상황을 지켜보지만, 최소한의 희망도 품기 힘든 세계에서 생존자가 짊어져야 할 무게는 그리 쉽게 가벼워지지 않는다. (차한비)',
    TO_DATE('20241201', 'YYYYMMDD'),
    96,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPF030397.jpg',
    3,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F61544',
    ' 영화 xxx홀릭',
    '자, 당신의 소원은?인간의 마음 어둠 속에 숨어 있는 ''아야카시''를 볼 수 있는 고등학생 키미히로. 자신의 능력을 없애고 평범한 생활을 추구하던 키미히로는 어느 날, 나비의 안내를 받은 듯 수수께끼의 장소에 도착하고, 그곳에서 그 어떤 소원도 들어주는 호스티스 유코를 만난다.하지만 모든 소원은 대가를 치르는 법.키미히로는 유코를 도와 곤경에 처한 사람들을 만나면서 미스터리한 사건을 마주한다.',
    TO_DATE('20240816', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029837.jpg',
    3,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61161',
    ' 극장판 폴 프린세스!!',
    '폴댄스의 매력에 빠진 소녀, 히나노는 소꿉친구인 릴리아와 미오, 스바루와 함께 폴댄스의 세계에 뛰어든다.그런 그녀들에게 ''폴댄스 재팬 컵''이라는 목표가 생기게 되고, 전국에서 내로라하는 폴댄서들이 모이는 대회에 ''갤럭시 프린세스''라는 팀으로 출전하게 된다.대회 4연승을 제패한 팀 ''엘당쥬''라는 큰 벽 앞에 서로의 마음에 다가가며 차츰 성장해 나가는 그녀들은 각자의 생각을 가슴에 품고 대회에 임한다.',
    TO_DATE('20240703', 'YYYYMMDD'),
    60,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029643.jpg',
    3,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K37081',
    ' 베베핀 플레이타임',
    '베베핀 패밀리가 집안에서 즐길 수 있는 다양한 놀이법을 소개합니다. 즐겁게 장난감을 치울 수 있는 청소 올림픽, 주방 냄비로 여는 우리 가족만의 음악회, 잠들기 전 상상력을 돕는 손가락 그림자 놀이까지… 아기상어를 좋아하는 핀, 유니콘을 찾고 싶은 보라, 해적이 되고 싶은 브로디! 베베핀 패밀리와 함께, Let’s play!',
    TO_DATE('20240720', 'YYYYMMDD'),
    61,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPK022511.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60555',
    ' 스텝 업: 브레이킹',
    '쌍둥이인 벤지와 트레이는 어릴 적 겪은 충격적인 사고로 어머니를 잃고 사이가 틀어졌다.트레이는 모범생으로 대학 진학을 준비하며 아버지의 기대를 한 몸에 받고 있고, 벤지는 학업을 등한시하며 램페이지 크루의 일원으로 브레이킹 댄스를 즐기다 2주 정학까지 받는다. 아버지의 생일날, 트레이는 크루 공연 때문에 집에 오지 않는 벤지를 찾아 가고, 클럽에서 그들은 싸움을 벌이다 브레이킹으로 배틀이 벌어진다.그 모습을 본 전직 브레이킹 댄서 케이트는 월드 브레이킹 챔피언십에 나갈 크루 선발전에 두 사람을 초대하는데…',
    TO_DATE('20240323', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPF028946.jpg',
    5,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K36047',
    ' 브레드이발소: 셀럽 인 베이커리타운',
    'No.1 애니메이션 ''브레드이발소''의 첫 번째 영화 프로젝트!천재 이발사 ‘브레드’와 사고뭉치 조수 ‘윌크’가 일하는 브레드이발소!이들 앞에 베이커리타운 셀럽들이 찾아온다 베이커리타운 최고의 아이돌 ‘마카롱’!No.1 걸그룹을 꿈꾸는 ‘캔디즈’,베이커리타운 힙합계를 접수한 화려한 래퍼 군단까지초특급 빵스타들 총출동!다들 빵! 빵! 터질 준비는 됐겠지?브레드이발소: 셀럽 인 베이커리타운!',
    TO_DATE('20240301', 'YYYYMMDD'),
    64,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPK021738.jpg',
    1,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K37002',
    ' 원정빌라',
    '신도시 개발공사로 소음과 먼지가 가득한 곳에 위치한 원정빌라. 개발과 미개발이 공존하는 지극히 현실적인 공간 속에 사이비 종교가 파고 들면서 크고 작은 갈등이 일어나기 시작한다. 가장 가까운 가족, 이웃들이 사이비 종교의 미혹에 빠져 서서히 삶이 무너지고 연쇄적으로 일어나는 비극적 사건들이 서늘한 공포감을 선사할 것이다.',
    TO_DATE('20241204', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPK023110.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60690',
    ' 에이리언: 로물루스',
    '영화 역사상 가장 위대한 시리즈  에이리언 리들리 스콧 제작 ·  맨 인 더 다크  페데 알바레즈 감독의 숨 막히는 서바이벌 스릴러로 돌아오다!2142년, 부모 세대가 맞닥뜨렸던 암울한 미래를 피하려는 청년들이 더 나은 삶을 찾기 위해 식민지를 떠날 계획을 세운다. 하지만 버려진 우주 기지 ‘로물루스’에 도착한 이들은 악몽과도 같은 에이리언의 무자비한 공격에 쫓기기 시작한다. 그 누구도 그들의 절규를 들을 수 없는 우주 한가운데, 생존을 위한 치열한 사투를 벌여야 하는데...폐쇄된 공간에서 펼쳐지는 압도적인 공포를 느껴라!',
    TO_DATE('20240814', 'YYYYMMDD'),
    119,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPF029803.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60677',
    ' 극장판 여성향 게임의 파멸 플래그밖에 없는 악역 영애로 환생해버렸다...',
    '전생에서 플레이 했던 여성향 게임  포춘 러버  의 세계에 악역 영애로 환생해 버린 카타리나 클라에스.수많은 파멸 플래그를 훌륭하게 회피한 카타리나는 마법 학원을 졸업하고 봄부터 마법성에서 근무하는 등 평화로운 나날을 보내고 있었다.그러던 어느 날, 멀리 떨어진 이국에서 상인 일행이 찾아온다.화려한 쇼와 무용수에게 흥미를 느낀 카타리나는 그곳에서 수수께끼 소년을 알게 된다.어딘가 낯익은 그 소년과 만남에 의해, 카타리나에게 전례 없던 대사건이―― !?여성향 게임의 파멸 플래그밖에 없는 악역 영애로 환생해버렸다…',
    TO_DATE('20240404', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029067.jpg',
    3,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F62441',
    ' 레블 리지',
    '작은 도시를 방문한 전직 해병대원. 사촌의 보석 신청에 쓰려던 현금 가방을 관할 경찰에게 부당하게 압수당하자 그곳에 만연한 부패에 정면으로 맞서기로 한다.',
    TO_DATE('20240906', 'YYYYMMDD'),
    131,
    'http://file.koreafilm.or.kr/thm/02/99/18/65/tn_DPF030319.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'A13012',
    ' 박정희: 경제대국을 꿈꾼 남자 특별판',
    '오직 조국과 민족을 위해 일생을 바친 박정희 대통령,그리고 그와 함께 국민들의 곁에 늘 있었던 육영수 여사의 가슴 뭉클한 진짜 이야기를 그린 뮤지컬 공연실황',
    TO_DATE('20240814', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPA002027.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K37042',
    ' 헬로카봇 올스타 스페셜',
    '헬로카봇 10주년 기념, 이번엔 스페~셜로 돌아왔다!올스타로 새롭게 돌아온 인기 TOP 카봇들과 스타가디언에서 새롭게 등장하는 NEW 카봇들까지 대거출동!차탄   카봇들과 함께하는 씽-나는 생일파티까지!무더운 여름, 시원한 극장에서 즐거운 생일파티 즐겨요-올 여름도 헬로카봇!',
    TO_DATE('20240731', 'YYYYMMDD'),
    67,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPK022514.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K37003',
    ' 6시간 후 너는 죽는다',
    '“지금부터 6시간 후, 당신 죽어.”서른 살 생일을 하루 앞둔 정윤에게, 길에서 만난 낯선 남자 준우가 건넨 한마디.믿고 싶지 않은 그의 말을 믿을 수밖에 없는 상황이 이어지고, 이내 둘은 범인을 찾기 위해 함께하게 된다. 하지만 사건을 파헤칠수록 준우가 최근 연쇄살인사건의 열쇠를 쥐고 있다는 사실이 드러난다.과연 정윤은 6시간 후 죽을 운명으로부터 살아남을 수 있을까?예견된 미래와 ‘운명’을 거스르기 위한 단 6시간 동안의 여정이 시작된다.',
    TO_DATE('20241016', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPK022817.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'A12908',
    ' 오빠, 남진',
    '대한민국 최초의 팬덤으로 음악계를 뒤흔든 ‘영원한 오빠’닿을 수 없는 스타보다, 닿을 수 있는 오빠를 꿈꿨다!여전히 팬의, 팬에 의한, 팬을 위한 뮤지션 남진!쟈니 리, 설운도, 장윤정, 송가인, 박현빈, 장민호 등과 함께뮤지션 남진이 팬들에게 전하는 러브송',
    TO_DATE('20240904', 'YYYYMMDD'),
    84,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPA002034.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61485',
    ' 내일 없는 사랑',
    '가진 것 없는 두 사람의 내일 없는 로맨스!수단과 방법을 가리지 않고 빌려준 돈은 반드시 받아내는 남자 ''보''빚을 진 채 병으로 입원한 아버지를 홀로 돌보는 여자 ''임''''임''에게 첫눈에 반한 ''보''는 데이트를 조건으로 빚을 갚아주는 계약을 맺고, 탐탁지 않았던 ‘임’은 서서히 마음을 열기 시작한다.가진 건 없어도 서로만 곁에 있다면 행복한 날들이 이어지던 때, 갑작스러운 불행이 찾아와 두 사람의 앞날을 위협하는데…',
    TO_DATE('20241000', 'YYYYMMDD'),
    135,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030034.jpg',
    12,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F61412',
    ' 최애의 아이',
    ' 이 연예계에서 거짓말은 무기다 지방 도시에서 일하는 산부인과 의사 고로.어느 날, ''최애'' 아이돌 ''B코마치''의 멤버 아이가 그의 앞에 나타난다.그녀는 어떤 금단의 비밀을 품고 있었는데...그런 두 사람의 ''최악''의 만남에서부터 운명이 움직이기 시작한다.',
    TO_DATE('20240629', 'YYYYMMDD'),
    83,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029704.jpg',
    3,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F61110',
    ' 뱅크 오브 데이브',
    '벤담 앤 그린의 사무 변호사인 휴는 새 은행을 설립하고 싶다는 의뢰인을 만나러 영국 북부 변두리에 있는 번리로 향한다. 망상 같은 꿈을 품은 그의 고객은 미니버스를 판매하는 데이브 피시윅. 한 세기 넘게 새로운 은행이 승인되지 않고 있던 현실에, 실현되지 않을 일이라고 속으로 장담했던 휴. 그렇지만 데이브가 지역 주민들을 돕기 위해 그동안 벌인 놀라운 일들과 정감 있는 번리 사람들의 어려운 현실을 보면서, 휴의 마음이 점점 바뀌기 시작하는데...',
    TO_DATE('20240523', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPF029378.jpg',
    5,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'A13072',
    ' 하이라이트: 라이츠 고 온, 어게인 인 시네마',
    '15년간 변함없이 강렬한 음악과 무대를 선보이며 독보적인 길을 걸어온 하이라이트15주년 기념 아시아 투어의 시작을 알린 서울 공연이 10월 16일, 스크린으로 펼쳐진다!얼굴 찌푸리지 말아요, BODY부터 Bad Girl, Shock, Fiction까지.과거, 현재, 미래를 아우르는 유일무이한 서사를 다채로운 퍼포먼스와 무대로 풀어낸 웰메이드 공연.현장의 폭발적인 열기, ''라이트'' 그리고 ''뷰티''와 뜨겁게 호흡한 그날의 전율그리고 최초 공개하는 멤버들의 진솔한 이야기를 더 크고, 생생하게 만날 수 있는 기회!찬란했던 우리의 15년, 다시 우리의 새로운 빛이 켜질 시간 내 가슴속에 끝나지 않을 이야길 쓰고 있어 ',
    TO_DATE('20241016', 'YYYYMMDD'),
    116,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPA002046.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'B11483',
    ' 피렌체와 우피치 미술관',
    '미켈란젤로, 레오나르도, 라파엘로, 브루넬레스키, 보티첼리의 예술적 고향이었던  르네상스의 제련소 , 피렌체로의 시대를 초월한 아름다움을 향한 다차원적 여정.',
    TO_DATE('20240626', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPB001666.jpg',
    12,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A13073',
    ' 아이브 더 퍼스트 월드투어 인 시네마',
    'Dive into IVE! 안녕하세요, IVE입니다!보석 같은 매력, 독보적인 퍼포먼스로 K-POP을 이끄는 아이브의 첫 번째 월드투어 ''쇼 왓 아이 해브''.아시아, 미주, 유럽, 남미 등 전 세계를 거쳐 다시 한번 서울에서 열린 앙코르 공연이 스크린에서 펼쳐진다.눈부신 비주얼과 완벽한 팀워크로 꿈만 같은 시간을 선사한 아이브.지금까지의 아이브를 있게 한 다채로운 히트곡들이 담긴 풍성한 셋 리스트와 환상적인 퍼포먼스, 멤버들의 진솔한 인터뷰가 담긴 영상과 비하인드 영상까지!이번 실황 콘서트를 통해 만나볼 수 있는 특별한 기회.온 세상에 ‘LOVE DIVE’ 할 준비가 되었나요?',
    TO_DATE('20241016', 'YYYYMMDD'),
    112,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPA002060.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61182',
    ' 톤비',
    '해운회사 직원 야스는 사랑하는 아내와 행복한 날을 보내고 있다. 이윽고 아들 아키라가 태어나고, 주위에서는 ''솔개가 매를 낳았다''라며 소란을 피운다.그러나 아내가 사고로 사망하며 그의 삶은 완전히 바뀌게 된다.어린 나이에 고아가 되어 부모의 사랑을 모르고 아버지가 된 야스는 서투르더라도 아들을 열심히 키운다.그리고 어느 날, 말하고 싶지 않은 아내의 죽음에 대한 진실을 묻는 아들에게 야스는 큰 거짓말을 하게 된다.',
    TO_DATE('20241001', 'YYYYMMDD'),
    139,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030101.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61222',
    ' 빅샤크 5 : 80일간의 해저일주',
    '뒤죽박죽 위험에 빠진 바다왕국을 구해라!태평양을 지나 북극해와 남극해까지...80일간의 짜릿한 깊은 바닷속 해저일주 모험이 펼쳐진다!평화로운 바다 왕국. 어느 날 해저지진과 함께 심해의 해양생물들이 감쪽같이 사라지고 다른 차원의 문이 열리기 시작한다. 80일 후면 바다 왕국 전체가 사라질 긴박한 상황! 빅샤크와 해저 탐험대 친구들은 해저몬스터의 음모를 막고 뒤죽박죽 위험에 빠진 바다를 구하기 위해 태평양을 거쳐 대서양, 인도양, 그리고 북극해과 남극해까지 80일간의 스펙터클하고 짜릿한 해저 일주 모험을 시작한다.',
    TO_DATE('20240711', 'YYYYMMDD'),
    75,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPF029511.jpg',
    4,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60900',
    ' 나쁜 피: 복수의 길',
    '거친 삶을 살던 람은 어머니와 딸이 적에게 살해당한 후 모든 것이 자신 때문이라고 자책하며 손을 씻고 조용히 살고 있다.딸이 있는 여자와 새출발을 한 람은 한 빈민가 마을에서 가족들과 생활한다.그러던 어느 날, 아르바이트 면접을 가겠다고 나선 딸 히앤이 밤새 돌아오지 않고 딸의 신변이 걱정된 람은 여기저기 수소문하며 딸을 찾아 나선다.히앤을 찾아다니며 람은 여자아이들을 납치해 돈을 버는 일당들과 맞서게 된다. 과연 람은 히앤을 다시 되찾을 수 있을까?',
    TO_DATE('20240418', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPF029146.jpg',
    12,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F61107',
    ' 만천과해',
    '부와 명예를 가진 유명 사업가의 아내 ‘조안나’는 전 연인 ‘밍하오’와 밀회 중 잔인한 밀실 살인 사건에 휘말리고, 유력한 용의자로 지목된다.그렇게 하루아침에 절벽 끝으로 내몰린 그녀에게 형사 ‘정웨이’가 찾아온다.‘정웨이’는 ‘조안나’에게 무죄를 입증할 유일한 사람은 본인뿐이라며 거래를 제안한다.조작된 증거를 뒤집을 수 있는 제한 시간은 단 2시간.진실에 다가설수록 더욱 미궁 속에 빠져드는 무죄 입증 스릴러!',
    TO_DATE('20240703', 'YYYYMMDD'),
    106,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPF029502.jpg',
    4,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K37486',
    ' 청설',
    '손으로 설렘을 말하고가슴으로 사랑을 느끼는,청량한 설렘의 순간대학생활은 끝났지만 하고 싶은 것도, 되고 싶은 것도 없어 고민하던 ‘용준’(홍경).엄마의 등쌀에 떠밀려 억지로 도시락 배달 알바를 간 ‘용준’은 완벽한 이상형 ‘여름’(노윤서)과 마주친다.부끄러움은 뒷전, 첫눈에 반한 ‘여름’에게 ‘용준’은 서툴지만 솔직하게 다가가고 여름의 동생 ‘가을’(김민주)은 용준의 용기를 응원한다.손으로 말하는 ‘여름’과 더 가까워지기 위해 더 잘 듣기보단 더 잘 보고 느끼려 노력하지만, 마침내 가까워졌다 생각하던 찰나 ‘여름’은 왜인지 자꾸 ‘용준’과 멀어지려 하는데…',
    TO_DATE('20241106', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/60/tn_DPK022926.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'A12872',
    ' 볼빨간사춘기: 메리 고 라운드 더 무비',
    '우리가 함께 했던 선물 같은 하루가 영원히 기억되었으면 좋겠어좋다고 말해, You(=I), 여행, 나의 사춘기에게 등 화려한 무대, 다양한 색채의 멜로디, 포근한 음색으로 한층 더 성숙해진 무대를 선보인 볼빨간사춘기(BOL4).뜨거웠던 마카오, 도쿄, 자카르타, 싱가포르 등 아시아 투어 비하인드부터2023년의 마지막 날, 서울에서 열린 단독 콘서트 ''Merry Go Round''까지팬들의 함성과 호흡으로 함께해서 즐거웠고 따뜻했던그날의 시간을 스크린을 통해 다시 만난다!',
    TO_DATE('20240712', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPA001967.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K36926',
    ' 다큐 황은정 : 스마트폰이 뭐길래',
    '2011년 중학교 3학년이 된 황은정, 친구들이 하나둘 스마트폰으로 바꾸는 모습에 마음이 동한 은정이는 엄마를 졸라보지만, 어머니는 꿈쩍도 하지 않는다.스마트폰으로 바꾸고 싶다는 갈망에 사로잡힌 은정이, 특단의 조치를 실행하는데...',
    TO_DATE('20240703', 'YYYYMMDD'),
    70,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPK022154.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61109',
    ' 구룡성채: 무법지대',
    '1980년대 홍콩 내 위험하고 불가사의했던 무법지대, 구룡성채!악명 높은 갱단에게서 도망치려던 ''찬록쿤''은 우연히 구룡성채로 도망가게 되고, 성채의 일원들의 도움을 받아 목숨을 건진다.그 후 ‘찬록쿤’은 성채의 일원이 되어 생애 첫 보금자리를 가지게 되는데..행복도 잠시, 오랫동안 성채를 노린 악당들이 들이닥치고 그들은 최후의 전쟁을 시작하게 된다.과연 성채의 주인은 누가 될 것인가구룡성채를 차지하기 위한 리얼 액션이 폭발한다!',
    TO_DATE('20241016', 'YYYYMMDD'),
    125,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPF030076.jpg',
    7,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'B11475',
    ' 라파엘로. 예술의 군주',
    '라파엘로 서거 500주년 기념하여 만든, 미켈란젤로와 레오나르도 다 빈치와 함께 르네상스를 대표하는 3인의 거장으로 꼽히는 “신동(神童)” 라파엘로 산치오(1483~1520)에 대한 다큐멘터리.바티칸박물관의 “라파엘로의 방 과 일반인에게 공개되지 않았던 “바티칸 로지아 에 대한 독점 촬영을 포함하여 총 20개 장소와 70여개의 작품을 4K로 촬영.',
    TO_DATE('20240529', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPB001658.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K36679',
    ' 행복의 나라',
    '1979년 10월 26일, 대통령 암살 사건 발생“재판은 옳은 놈, 그른 놈 가리는 데가 아니라고요”법정 개싸움 일인자인 변호사 ‘정인후’.그는 대통령 암살 사건에 연루된 정보부장 수행비서관 ‘박태주’의 변호를 맡으며 대한민국 최악의 정치 재판에 뛰어든다.‘정인후’는 군인 신분 때문에 단 한번의 선고로 형이 집행되는 ‘박태주’가 정당한 재판을 받을 수 있게끔 수단과 방법을 가리지 않는다.“나 하나 살자고 부장님을 팔아 넘기라고?’사건 발발 30분 전, 정보부장으로부터 무슨 일이 생기면 경호원들을 제압하라는 명령을 받은 ‘박태주’.그의 행동이 ‘내란의 사전 공모인지, 위압에 의한 명령 복종인지’가 법정의 쟁점으로 떠오른다.‘정인후’는 ‘박태주’가 빠져나갈 수 있는 증언을 제안하지만, ‘박태주’는 신의를 저버릴 수 없다는 자세로 일관한다.“니가 무슨 짓을 하든 그 놈은 죽어”한편, 10.26을 계기로 위험한 야욕을 품은 합수부장 ‘전상두’.그는 자신만만한 ‘정인후’를 조롱하듯 재판을 감청하며, 재판부에 실시간으로 쪽지를 건네 사실상 재판을 좌지우지하는데…10.26과 12.12사이, 우리가 몰랐던 대한민국 최악의 정치 재판이 시작된다!',
    TO_DATE('20240814', 'YYYYMMDD'),
    124,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPK022591.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'A12873',
    ' 실리카겔',
    '락밴드 실리카겔의 2023년 콘서트 모습을 담은 공연실황 영화',
    TO_DATE('20240821', 'YYYYMMDD'),
    120,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPA001971.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A12707',
    ' 에픽하이 20 더 무비',
    '한국 힙합의 역사 ‘에픽하이’의 20주년 콘서트 공연 실황!‘FLY’, ‘FAN’, ‘LOVE LOVE LOVE’, ‘ONE’, ‘우산’, ‘1분 1초’ 등 대한민국 가요계와 힙합계의 한 획을 그은 주옥같은 명곡 셋 리스트.무대 위 지치지 않는 세 남자의 열정과 감동을 스크린에서 만난다!멈추지 않는 우리의 STORY지치지 않는 우리의 SOUL20년을 함께한 우리들의 HIGH SKOOL그리고 함께 도전할 20년을 위해 YOU CAN FLY!',
    TO_DATE('20240320', 'YYYYMMDD'),
    116,
    'http://file.koreafilm.or.kr/thm/02/99/18/35/tn_DPA001920.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K36930',
    ' 리볼버',
    '“약속한 돈을 받는데 무슨 각오가 필요해”꿈에 그리던 새 아파트 입주를 기다리던 경찰 수영은 뜻하지 않은 비리에 엮이면서 모든 죄를 뒤집어쓰면 큰 보상을 해준다는 제안을 받고 이를 받아들인다.2년 후 수영의 출소일, 교도소 앞 그녀를 찾아온 사람은 생전 처음 보는 윤선 뿐수영은 일이 잘못되었다고 직감한다.잃어버린 모든 것을 되찾기 위해 보상을 약속한 앤디를 찾아 나선 수영은 그 뒤에 있는 더 크고 위험한 세력을 마주하게 되는데…',
    TO_DATE('20240807', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPK022535.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61388',
    ' 우마무스메 프리티 더비 새로운 시대의 문',
    '자유분방한 프리 스타일 경주에서 최강을 목표로 달려온 우마무스메 소녀, 폿케. ''정글 포켓''.충동적으로 관전한 『트윙클 시리즈』 경주에서 후지 키세키의 달리기에 충격을 받은 폿케는 자신도 『트윙클 시리즈』에 도전하기로 결심한다.우마무스메들이 모이는 『트레센 학교』에 들어간 폿케는 후지 키세키를 키운 타나베 트레이너의 밑에서 평생에 단 한 번만 도전할 수 있는 『클래식 3관 경주』에 도전한다.그곳에서 기다리고 있던 것은 폿케도 능가하는 실력을 가진 동세대의 라이벌들이었다.변함없는 마음을 가슴에 품고 성실하게 노력을 이어가는 단츠 플레임.자신에게만 보이는 『친구』를 쫓아 달리는 맨하탄 카페.그리고 우마무스메가 가진 가능성의 그 끝을 좇는 매드 사이언티스트, 아그네스 타키온――.자신의 긍지와 집념과 혼을 걸고 달리는 우마무스메들.그 뜨겁고 격렬한 싸움이 새로운 시대의 문을 연다.「상대가 누가 됐든 상관없어! 난 최강의 우마무스메가 되고 말 거야!!」',
    TO_DATE('20240711', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPF029723.jpg',
    3,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F61776',
    ' 극장판 이치케이의 까마귀',
    '이루마 미치오가 도쿄지방법원 형사부(통칭 이치케이)를 떠난 지 2년이 지났다. 전근을 간 그는 국방 장관직에 얽힌 상해 사건을 담당하게 된다. 그는 이지스함 충돌 사고가 사건의 배후라는 것을 깨닫지만, 항해 내용이 국가 기밀이기 때문에 수사가 어렵다는 것을 알게 된다.그러던 어느 날, 마을을 대표하는 현지 대기업에 대한 의혹이 일어나고, 얼핏 다른 2개의 사건에는 충격적인 진실이 숨어있는데…',
    TO_DATE('20240916', 'YYYYMMDD'),
    119,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF029990.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61778',
    ' 위국일기',
    '절연하고 살던 언니가 죽었다. 서른다섯의 베스트셀러 작가 마키오는 오갈 데 없는 열다섯 조카 아사를 충동적으로 집에 들인다. 결혼, 임신, 출산 등은 물론이거니와 타인과 한집에 사는 삶조차 계획한 적 없는 마키오에게 아사의 존재는 매일 물음표를 던진다. 한편, 하루아침 부모를 잃은 사춘기 소녀는 새로운 환경에 곧잘 적응하는 듯하다가도 문득 자신에게 일어난 일을 어떻게 소화해야 할지 몰라 헤맨다. 영화는 빠른 속도로 몰아치는 불행을 뒤쫓는 대신에, 느리고 담백한 호흡으로 두 사람의 마음을 따라간다. 가족이라는 질긴 인연 속에 깃든 비밀과 진실을 들여다봄으로써 둘은 결국 사랑과 우정, 그리고 자존이라는 가치를 배워 나가는 여정을 함께한다. 야마시타 토모코의 동명 만화가 원작으로, 영화는 각자의 싸움을 회피하지 않으며 차츰 가까워지는 마키오와 아사의 관계 변화에 초점을 맞췄다. (차한비)',
    TO_DATE('20241002', 'YYYYMMDD'),
    140,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF029983.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61195',
    ' 비틀쥬스 비틀쥬스',
    '유령과 대화하는 영매로 유명세를 타게 된 ‘리디아’(위노나 라이더)와 그런 엄마가 마음에 들지 않는 10대 딸 ‘아스트리드’(제나 오르테가).할아버지 ‘찰스’의 갑작스러운 죽음으로 가족들은 함께 시골 마을에 내려간다.유령을 보는 엄마가 마음에 들지 않는 ‘아스트리드’는 방황하던 중 함정에 빠져 저세상에 발을 들이게 되고 딸을 구하기 위해 ‘리디아’는 인간을 믿지 않는 저세상 슈퍼스타 ‘비틀쥬스’를 소환한다.이루지 못한 ‘리디아’와의 결혼을 조건으로 내민 ‘비틀쥬스’.이번엔 ‘아스트리드’가 ‘비틀쥬스’를 다시 저세상으로 보내야 하는데···.저세상 슈퍼스타 ‘비틀쥬스’와 Z세대 반항아 ‘아스트리드’!산 자와 죽은 자, 누가 남을 것인가!',
    TO_DATE('20240904', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029870.jpg',
    2,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61537',
    ' 이매지너리',
    '친구모드 OFF - 악마모드 ON우리에겐 정말 상상친구가 없었던 걸까...?새로 이사한 집 지하실에서 우연히 곰인형을 발견한 ‘앨리스’는 ‘천시’라는 이름을 지어주고 영혼의 단짝이 된다.‘천시’에게 과몰입한 ‘앨리스’는 의문의 게임 리스트에 따라 이상 행동을 하기 시작하고 결국 집 한쪽 깊숙이 숨겨져 있던 파란 문을 열게 되는데…!',
    TO_DATE('20240828', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029866.jpg',
    2,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K37830',
    ' 남녀 사이에 기승전결이 어딨어?',
    '친구들과 새벽까지 이어진 따분한 술자리에서 여사친 ‘해미’에게 온 연락 한 통혹시나 하는 마음으로 ‘해미’를 만나러 가는 ‘훈’새벽 끝자락 술집들은 간판 불 끄며 문을 닫고, 갈 곳은 못 찾은 ‘훈’과 ‘해미’는 처음 만났던 모텔로 향하게 된다.“니 효정이랑 잤나?”‘해미’가 던진 돌직구에 분위기는 급 냉각되고, 분명치 않은 ‘훈’의 태도에 실망한 ‘해미’는 화를 내며 나간다.‘훈’, ‘해미’, ‘효정’ 세 남녀의 얽히고 설킨 복잡한 삼각관계가 한 꺼풀씩 벗겨지는데…',
    TO_DATE('20241226', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPK023186.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'K37757',
    ' 원 안에 사람들',
    '죽은 오빠 진철이 49재 앞두고 진희 꿈에 자주 나타난다. 그렇지 않아도 신경쇠약으로 불안증에 시달리는 진희는 히스테리가 더욱 심해진다. 미용실 건물주인 승봉은 일요일마다 진희미용실에서 머리 다듬고 근처 교회를 다니는데 진희에게 음흉한 시선을 보낸다. 가게문제를 빌미로 승봉은 진희에게 좀 더 접근하고 그런 둘 사이를 옆집 동희할머니는 의심의 눈초리로 주시하게 된다.3년 전 마을을 떠났던 풍물패 후배 수향이 신내림을 받고 영호 앞에 갑자기 나타난다.영호와 동규는 수향이 신당 차리는 걸 도와주는데 바람기 많은 동규는 수향에게 노골적으로 추근댄다. 그리고 진희에게 계속해서 관심을 보이던 승봉은 거절할 수 없는 제안으로 둘 만의 시간을 갖는데 성공한다. 진희와 승봉 관계는 점점 진전되는 가운데 술에 취한 진희가 승봉에게 가슴 아픈 가정사를 털어 놓게 되고 승봉은 오랫동안 계획했던 일을 실행에 옮기기로 결심한다.영호와 수향은 추억을 되살리며 즐거운 시간을 보내는 가운데, 진희와 승봉 관계를 동희할머니가 눈치 채면서 진희 불안증이 더욱 악화된다.',
    TO_DATE('20241214', 'YYYYMMDD'),
    119,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPK023169.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'A13119',
    ' 플레이브 팬 콘서트 ''헬로, 아스테룸!'' 앙코르 인 시네마',
    '버추얼 아이돌의 새로운 길을 열다, 플레이브!데뷔 후 전 세계 팬들의 사랑을 받아온 플레이브의 첫 번째 팬콘서트가 스크린에서 펼쳐진다!다섯 ‘외계인’ 플레이브가 선사하는 다른 차원의 시청각적 경험!‘기다릴게’, ‘여섯 번째 여름’, ‘WAY 4 LUV’ 등 플레이브의 히트곡과 함께 ‘아스테룸’ 접속!버추얼 아이돌만이 선보일 수 있는 독창적인 세계관과 다채로운 퍼포먼스팬들과 하나 되어 호흡한 그날의 특별한 순간을 더 크고 선명한 스크린으로 만난다!현장의 폭발적인 열기 속 ''플리’와 공명하던 그 때의 전율,더 가까이에서, 더 생생하게 플레이브의 진심을 느낄 수 있는 기회!플레이브의 성공적인 행보를 응원해준 ‘플리’에게 감사하는 마음을 담아 더 큰 사랑으로 응답하다.2024년을 마무리하며 플레이브가 팬들에게 건네는 마지막 선물!우리의 여정이 시작된 그날부터, 찬란하게 빛날 미래까지 너의 곁에 내가 숨쉴 수 있길 ',
    TO_DATE('20241204', 'YYYYMMDD'),
    194,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPA002085.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F62471',
    ' 크롬의 저주',
    '대학 학비를 벌기 위해 음식 배달 알바를 하는 ''메리''옆집에 살고 있는 ''머피''씨는 항상 주문한 음식의 뚜껑을 열어 현관에 놓고 가라는 주문을 하고 심지어 배달한 음식 그대로 쓰레기통에 버리기까지 한다.그의 기이한 행동에 짜증이 난 ‘메리’는어느 날, 배달할 음식을 쓰레기통에 버려버리고 다음날 머피씨는 죽은 채 발견된다.그의 죽음에 의문을 품은 메리와 친구들은 고대 아일랜드 괴물의 존재를 알게 되고 핼러윈 자정이 되기 전 악령을 물리치기 위해 다 같이 모이게 되는데...!11월, 무시무시한 악령 크롬이 깨어난다!',
    TO_DATE('20241205', 'YYYYMMDD'),
    92,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPF030361.jpg',
    2,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F62463',
    ' 블랙 나이트 퍼레이드',
    '''오늘부터 정규직 산타클로스입니다!''시험도, 취직도 실패하고 연인도 없는 따분한 남자 히노 미하루.이번 크리스마스에도 여전히, 그는 편의점을 지킨다.어느 날, 그의 앞에 검은 산타 복장의 남자가 나타나고, 미하루를 북극으로 데려간다.얼떨결에 스카우트를 당한 미하루는 그곳 ''산타클로스 하우스''에서 전 세계 어린이들에게 선물을 나눠주는 일을 맡게 된다.하지만 그곳에는 아무도 모르는 거대한 비밀이 있는데..!',
    TO_DATE('20241216', 'YYYYMMDD'),
    108,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPF030398.jpg',
    3,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F62472',
    ' 밀실 70억',
    '젊은 부부가 50일 동안 텅 빈 하얀 방에서 버텨내면 500만 달러의 상금을 받을 수 있다. 외부와는 완전히 단절된 이곳에서 50일 동안에 벌어지는 내용을 담은 스릴러 영화',
    TO_DATE('20241130', 'YYYYMMDD'),
    92,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPF030417.jpg',
    2,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'A13131',
    ' 정동원 성탄총동원 더 무비',
    '''선물 같은 무대, 꿈 같은 시간잊지 못할 우리들의 크리스마스!''뛰어난 가창력과 무대 장악력으로 모두를 사로잡은 만능 아티스트 정동원의 ''2024년 성탄총동원''을 극장에서!정동원의 성장을 오롯이 담은 지난 3년간의 콘서트 주요 무대부터 그와 동료 아티스트들의 진솔한 인터뷰까지,오직 이번 영화를 통해서만 만나볼 수 있는 보석 같은 순간들!우주총동원을 향한 최고의 크리스마스 선물이 지금 스크린에 펼쳐진다!',
    TO_DATE('20241218', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPA002086.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K37397',
    ' 아침바다 갈매기는',
    '젊은 어부가 사라진다. 늙은 선장은 그가 바다에 빠졌다고 신고한다. 어부의 베트남인 아내는 충격에 쓰러지고 불같은 어머니는 수색을 종용한다. 시간이 흘러도 시체는 나오지 않는다.마을 사람들은 보험금을 받게 될 아내를 시기한다. 어부는 보험금을 타 아내의 고향으로 어머니와 함께 탈출하고 싶었다. 아들을 놔 버릴 수 없는 어머니의 마음은 죽어서라도 떠나고 싶던 바다에 아들을 묶는다.좋은 의도로 그를 도왔지만, 모든 것이 짜증 나기 시작한 선장은 오래전 딸을 망쳐버린 그 성질머리로 모든 것을 끝장내기로 마음먹는다.',
    TO_DATE('20241127', 'YYYYMMDD'),
    113,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPK023050.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'A13132',
    ' 투모로우바이투게더 : 하이퍼포커스 인 시네마',
    '투모로우바이투게더와 함께하는 더욱 강렬해진 여정!‘하이퍼포커스 : 투모로우바이투게더 브이알 콘서트’가 SCREENX와 4DX로 돌아왔다!이번에는 기존의 감동을 넘어, SCREENX와 4DX 포맷을 통해 한층 더 몰입감 있는 체험이 가능하다. SCREENX의 확장된 화면과 4DX의 실감나는 효과는 관객을 마치 콘서트 현장에 있는 듯한 생생한 체험으로 이끈다.팬들을 위한 선물 같은 이 콘서트에서는 ‘Sugar Rush Ride’, ‘Deja Vu’ 등의 대표곡을 비롯해, 멤버들의 독보적인 매력과 강렬한 퍼포먼스가 눈앞에서 펼쳐진다. 투모로우바이투게더의 무대를 더 큰 스케일과 생동감으로!‘TOMORROW X TOGETHER : HYPERFOCUS IN CINEMAS‘다시 한번, 너와 함께 꿈꾸는 내일로 향하는 여정이 시작된다!',
    TO_DATE('20241204', 'YYYYMMDD'),
    42,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPA002095.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K37864',
    ' 컷, 다시 갈게요',
    '자신의 지난 연애를 영화로 만들고 싶은 남자, 그런 그를 다큐멘터리로 만드는 또 다른 이들.이들은 각자의 촬영을 무사히 마칠 수 있을까.',
    TO_DATE('20241229', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/70/tn_DPK023269.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K37852',
    ' 나야, 문희',
    '나, 문희! AI로 새롭게 데뷔했문희!''거침없이 하이킥'', ''아이 캔 스피크'', ''소풍'' 등 셀 수 없이 많은 작품으로 엄청난 사랑을 받고 있는 ''국민 배우'' 나문희.여기에 최신 밈을 이끄는 트렌드세터, 틱톡커로 완벽히 변신한 한계 없는 배우로 화제!이제는 AI 세계관까지 접수한다!국내 최초 AI 무한 데뷔 유니버스12월 24일, CGV에서 확인하세요!',
    TO_DATE('20241224', 'YYYYMMDD'),
    17,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPK023192.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K35491',
    ' 분노의 강',
    '“행복하게 살자, 우리”모두가 모르는 반쪽의 진실아버지 ‘기철’은 소중한 가족과 철책의 반대편, 내일이 있는 삶을 꿈꾸며 목숨 건 모험에 뛰어든다.하지만 그의 계획은 수포로 돌아가고, 아들 ‘철수’만이 살아남는다.그로부터 10년 후, 모든 걸 잃은 ‘철수’ 앞에 한줄기 빛 ‘연희’가 나타나고 ‘철수’는 다시 새로운 세상을 꿈꾸게 되는데…',
    TO_DATE('20240529', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPK021954.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F62540',
    ' 호리아',
    '발레 댄스에 열정을 가지고 알제리 국립 발레단에 들어가기 위해 열심히 발레를 연습하던 ‘호리아’는 부족한 학원비를 채우고자 불법 양싸움 도박장에서 돈을 걸고 도박을 해서 적지 않은 돈을 벌지만 그 돈을 노린 강도로 인해 계단에서 굴러 큰 부상을 겪게 된다, 하지만 병원에서 만난 비슷한 상황을 겪은 다른 여성들을 만나 자신의 열정을 추구할 수 있는 창의적인 방법을 찾게 된다.',
    TO_DATE('20241225', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPF030441.jpg',
    12,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'A13133',
    ' 면접교섭',
    '“사랑하는 내 아이가 늘 밝고 건강하게”각각의 이유로 이혼을 하게 된 두 아버지의 이야기를 다룬 다큐멘터리.이들은 법적으로 보장된 면접교섭권을 행사하지 못한다.비양육자에 대한 한국 사회의 인식과 면접교섭권의 한계를 고발하며,이 갈등 속에서 아이들이 겪는 고통과 혼란을 조명한다.',
    TO_DATE('20241225', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPA002097.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'A13136',
    ' 엔시티 드림 미스터리 랩: 드림( )스케이프 인 시네마',
    'NCT DREAM의 세 번째 월드 투어 ‘THE DREAM SHOW 3 : DREAM( )SCAPE’. 전 세계를 펄 네오 샴페인 빛으로 물들인 서막이 스크린에서 다시 펼쳐진다! 꿈을 향한 여정에서 마주하는 성장의 비밀을 풀어가며 서로에게 위로의 처방전을 건네는 특별한 실험실, 미스터리 랩의 비밀이 풀린다. 그들의 청춘으로 빛났던 환상적인 무대와 치열하게 준비했던 열정 가득한 비하인드까지. 그들의 꿈을 향한 탈출과 새로운 여정의 시작을 알리는 무대, 〈 NCT DREAM Mystery Lab: DREAM( )SCAPE in Cinemas 〉',
    TO_DATE('20241211', 'YYYYMMDD'),
    137,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPA002091.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F62531',
    ' X를 담아, 당신에게',
    '범인은 이 안에 있어?1920년대, 영국의 작은 해안 마을 리틀 햄튼. 어느 날, 신실하고 보수적인 독신 여성 ‘이디스’ 앞으로 충격적인 욕설 편지가 도착한다. 입에 담지도 못할 욕설로 가득한 익명의 편지들로 온 마을이 발칵 뒤집히고, 이 편지 테러 사건은 곧 영국 전역의 뜨거운 관심을 받게 된다. 사람들의 오해가 쌓이며 사건은 전혀 예상치 못한 방향으로 흘러가고, 유력한 용의자로 아일랜드 이민자 출신 ‘로즈’가 떠오르는데...과연 이 문제의 발신자는 ‘로즈’일까, 아니면 그저 가벼운 장난을 치고 싶던 다른 누군가일까.',
    TO_DATE('20241211', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPF030424.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'B11461',
    ' 뮌헨 오데온스 광장 콘서트',
    '독일 뮌헨 오데온 광장은 펠트헤른할레, 개선문, 티아티너 성당 등 아름다운 건축물이 모여있는 명소로 매년 여름 이곳에서 세계적인 아티스트들이 모인 클래식 콘서트가 열린다. 2023년 광장을 음악으로 채운 아티스트는 정확하고 유려한 테크닉을 보여주는 피아니스트 랑랑이다. 그리고 차세대 거장 안드레스 오로스코-에스트라다의 정통 오스트리아 지휘 아래 독일의 대표적인 관현악단인 뮌헨 필하모닉의 선율이 펼쳐진다.',
    TO_DATE('20240404', 'YYYYMMDD'),
    103,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPB001637.jpg',
    10,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'B11649',
    ' 보로미니와 베르니니. 완벽을 위한 도전',
    '서구 예술의 중심이었고, 모든 야심 찬 화가, 조각가, 건축가들이 꼭 작업하고 싶었던 장소였던, 바로크 시기 로마의 위대한 아름다움으로의 여정. 서양예술사에서 모든 시대를 걸쳐 가장 유명한 경쟁으로 꼽히는 프란체스코 보로미니(1599~1667)와 잔 로렌초 베르니니(1598~1680) 사이의 일화를 중심으로 스스로에게 끊임없이 도전했던 보로미니에 대한 이야기. 자기 자신의 한계까지 자신을 끊임없이 내몰면서, 또 한편으로는 미래를 발명하기 위해 과거로부터 배우는 겸허함과 결국 자신이 그 대가를 지불할 수밖에 없단 걸 앎에도 자신의 이상을 실현하려는 용기로 당대의 관습과 편견과 싸워 마침내 로마의 모습을 영원히 바꾼 한 고독한 거장에 대한 이야기.',
    TO_DATE('20241204', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPB001749.jpg',
    12,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'B11648',
    ' 요루시카 ''달과 고양이의 댄스'' 2024 라이브',
    '일본 가수 요루시카의 뮤직비디오 형식으로 꾸민 공연실황',
    TO_DATE('20241129', 'YYYYMMDD'),
    136,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPB001747.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'B11576',
    ' 움베르토 에코: 세계의 도서관',
    '움베르토 에코의 개인 도서관은 50,000권 이상의 현대 도서와 1,500권의 희귀 및 고대 서적을 보유하고 있는 그 자체로 하나의 세계이다.다비데 페라리오 감독은 2015년 베네치아 비엔날레에서의 비디오 설치 작업을 위해 움베르토 에코와 함께 촬영했던 영상을 바탕으로 기존의 아카이브 영상과 에코 사후 유가족의 적극적인 협력 덕분에 그의 개인 도서관에 접근하여 촬영한 새로운 영상을 더하여 이 다큐멘터리를 완성한다.그 결과, 그동안 외부에 공개되지 않았던 에코의 ‘특별한 공간’을 보여줄 뿐 아니라, 에코 자신이 정의한 ''세계의 기억''으로서의 도서관의 의미를 충실히 전달하는 이 다큐멘터리가 탄생하게 된다.',
    TO_DATE('20241211', 'YYYYMMDD'),
    77,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPB001745.jpg',
    12,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F61945',
    ' 닥터 코토 진료소',
    '야마다 타카토시의 원작 만화 ''닥터 코토 진료소''가 극장판으로 돌아왔다!아름다운 자연으로 둘러싼 일본의 외딴섬인 시키나섬에서 20년 동안 진료소를 이끌고 있는 의사 코토.평화로운 나날을 보내던 어느 날, 그는 섬의 저출산 고령화로 인해 진료소를 통폐합에 한다는 소식을 듣게 된다.동시에 자신의 몸에 이상 증상이 나타나고 섬에 큰 태풍이 불어오며 위기가 닥쳐오는데...',
    TO_DATE('20241016', 'YYYYMMDD'),
    134,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030102.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F62049',
    ' 아들들',
    '재소자들과 원만하게 지내는 성실한 교도관 ‘에바’(시드 바벳 크누센). 어느 날, 자신의 아들을 죽인 살인자 ‘미켈’(세바스티안 불)이 그녀가 일하는 교도소로 이감된 사실을 알게 된다.평범한 일상이 무너진 ‘에바’는 그가 수감된 최고 보안 시설인 중앙동으로 자진해 근무지를 옮기고, 그를 직접 마주하기로 결심하는데...전 세계가 주목한  더 길티  구스타브 몰러 감독의 북유럽 프리즌 스릴러!“내 아들을 죽인 살인자, 나는 그를 마주해야 한다”',
    TO_DATE('20241204', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPF030239.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'A12869',
    ' 호랑님의 생일날',
    '숲속의 왕, 호랑님의 생일에 초대받은 『악당밴드』어떤 선물을 준비해야 하나? 걱정이 한 가득! 호랑님의 생일날 무슨일이 펼쳐질까? 진정한 선물의 의미도 배우고! 호랑님의 주특기인 태권도도 배우고! 악당밴드 주제곡 등 쉽고 재미있는 음악과 노래, 율동이 함께 합니다.',
    TO_DATE('20241001', 'YYYYMMDD'),
    54,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPA002053.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'B11516',
    ' 아레나 디 베로나 페스티벌 2024 : 라보엠',
    '1830년 프랑스 파리, 시인 로돌포와 화가 마르첼로, 철학가 콜리네와 음악가 쇼나르는 가난하지만 자유로운 예술가들, 보헤미안의 삶을 살고 있다. 크리스마스이브, 로돌포는 결핵을 앓고 있는 그의 이웃 미미를 만나 첫눈에 반하고, 비슷한 처지의 둘은 빠른 속도로 사랑에 빠진다. 하지만 이들은 곧 간난과 병이라는 현실적인 장애물과 마주하게 되는데…',
    TO_DATE('20240824', 'YYYYMMDD'),
    140,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPB001678.jpg',
    12,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'K37212',
    ' 재즈처럼 더 무비',
    '재즈를 사랑했던 친 형의 갑작스런 죽음 이후, 한태이는 음악에 열정을 잃어버리고 오랜 시간 방황한다. 그런 태이에게 나타난 전학생 윤세헌은 학교연습실에서 형이 좋아하던 재즈곡을 연주하며 태이의 신경을 긁게 된다. 클래식 전공이지만 남몰래 재즈를 동경하던 세헌과 연습실을 두고 실랑이를 벌이며 다투는 날이 많아지지만, 점점 서로에 관해 알아가며 둘의 관계는 복잡하게 흘러가는데...',
    TO_DATE('20241002', 'YYYYMMDD'),
    137,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPK022856.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'K37541',
    ' 4분 44초',
    '[입주민 여러분께 협조 요청 드립니다]북촌아파트 경비실입니다.최근 우리 단지 내에서 실종사건이 일어나 경찰이 수사 중에 있습니다.주변에서 수상한 사람을 발견하거나, 이상한 소음이 들리는 경우 경비실로 연락 주시면 즉각 조치하도록 하겠습니다.여러분의 신고와 제보가 실종자를 찾는데 결정적 단서가 됩니다.※ 이웃을 배려하는 마음으로 층간소음이 발생하지 않도록 주의 바랍니다.※ 야생동물에게 먹이를 주는 행위를 삼가해 주시기 바랍니다.',
    TO_DATE('20241101', 'YYYYMMDD'),
    44,
    'http://file.koreafilm.or.kr/thm/02/99/18/60/tn_DPK022980.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K33807',
    ' 하얼빈',
    '1908년 함경북도 신아산에서 안중근이 이끄는 독립군들은 일본군과의 전투에서 큰 승리를 거둔다.대한의군 참모중장 안중근은 만국공법에 따라 전쟁포로인 일본인들을 풀어주게 되고, 이 사건으로 인해 독립군 사이에서는 안중근에 대한 의심과 함께 균열이 일기 시작한다.1년 후, 블라디보스토크에는 안중근을 비롯해 우덕순, 김상현, 공부인, 최재형, 이창섭 등 빼앗긴 나라를 되찾기 위해 마음을 함께하는 이들이 모이게 된다.이토 히로부미가 러시아와 협상을 위해 하얼빈으로 향한다는 소식을 접한 안중근과 독립군들은 하얼빈으로 향하고, 내부에서 새어 나간 이들의 작전 내용을 입수한 일본군들의 추격이 시작되는데…진심과 의심 사이,우리는 반드시 하얼빈으로 간다',
    TO_DATE('20241224', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPK023152.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'B11650',
    ' 미세스 그린 애플 // 더 화이트 라운지 인 시네마',
    '미세스 그린 애플(Mrs. GREEN APPLE)의 라이브 투어 최초의 실황 영화,모든 것이 흰색으로 채색된  화이트 라운지 에서 펼쳐지는 9개의 이야기.하얀 옷과 가장무도회용 가면을 쓴 사람들이 화이트 라운지를 천천히 오가는 가운데, 하얀 모자를 쓴 남자(오모리 모토키)가 이 라운지에 길을 잘못 든다.남자는 그곳에서 사람들을 보며, 불안과 희망이 뒤섞인 감정으로 말한다. 문을 열면 뭔가 달라질까”지금을 살아가는 당신의 감정에 질문을 던지는 9개의 이야기가 막을 올린다.',
    TO_DATE('20241211', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPB001748.jpg',
    3,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K37741',
    ' 엘스타 2 : 드리미 스테이지',
    '온라인 게임 ''엘소드''에 나오는 캐릭터들이 가상 아이돌로 데뷔하는 프로젝트인 ''엘스타''의 시즌2 콘서트  드리미 스테이지 를 다룬 애니메이션',
    TO_DATE('20241130', 'YYYYMMDD'),
    79,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPK023148.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F62490',
    ' 헬보이: 크룩드 맨',
    '원조 다크히어로의 COMEBACK!‘헬보이’가 지옥에서 돌아왔다!불가사의한 심령 현상을 해결하는 B.R.P.D의 베테랑 해결사 ''헬보이''(잭 케시)유령 거미를 퇴치하는 임무 중, 기차 탈선 사고로 애팔레치아 산맥 깊숙이 위치한 음산한 마을에 도착한다그곳은 흑마법사 ‘크룩드 맨’이 지배하고 있다마녀와 저주, 그리고 죽음이 들끓는 마을을 구하기 위해 ''헬보이''는 신입 요원 ''조''와 함께 죽은 자들을 불러오는 ''크룩드 맨''에 맞서는데…오리지널 ‘헬보이’를 만난다!',
    TO_DATE('20241218', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPF030426.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'K37805',
    ' 엠 호텔',
    '화려한 도심 뒷골목, 잠잘 곳을 걱정하며 쓰레기통을 뒤지던 노숙자가 우연히 열쇠를 주워 M호텔로 들어간다.자신에게 찾아온 행운을 즐기던 그는 M호텔에서 뜻밖에 일들을 겪게 되는데…',
    TO_DATE('20241200', 'YYYYMMDD'),
    6,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPK023172.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'B11672',
    ' 셰익스피어 컴퍼니: 맥베스',
    '강렬하고 본능적 에너지로 가득 찬 프로덕션미국 토니(TONY)상과 영국 바프타(BAFTA)상 수상자인 랄프 파인즈와 영국 올리비에(LAURENCE OLIVIER AWARD)상 수상자인 인디라 바르마가 윌리엄 셰익스피어의 맥베스에 출연한다.타락한 자들의 손에 권력을 향한 끝없는 욕망이 쥐어졌다. 탐욕, 살인, 속임수, 그리고 미신. 심장이 뛰고 숨통이 조여온다. 이 세계에 발을 들인 이상 다시는 돌이킬 수 없다.',
    TO_DATE('20241204', 'YYYYMMDD'),
    139,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPB001760.jpg',
    5,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'K37812',
    ' 미나씨, 또 프사 바뀌었네요?',
    '툭하면 남친과 프사가 바뀌는 여자 ''이미나''의 20대 연애기를 그린 하이퍼 리얼리즘 로맨스 드라마',
    TO_DATE('20240207', 'YYYYMMDD'),
    214,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPK023180.jpg',
    1,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'K37858',
    ' 미생: 더할 나위 없었다',
    '바둑이 인생의 모든 것이었던 장그래가 프로입단에 실패한 후, 냉혹한 현실에 던져지면서 벌어지는 이야기를 그린 드라마  미생 이제, 다시 한 번 미생에 취할 시간!영업3팀의 운명이 걸린, 전사 임원을 상대로 펼쳐지는 긴장감 속에서 펼쳐지는 요르단 사업 파격 PT, 그리고 그 속에서 낱낱이 밝혀지는 모든 실체가 담긴 레전드 에피소드!',
    TO_DATE('20241220', 'YYYYMMDD'),
    67,
    'http://file.koreafilm.or.kr/thm/02/99/18/70/tn_DPK023262.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'A13134',
    ' 김범수 25주년 콘서트 필름 : 여행',
    '명품 보컬 김범수의 2024년 연말 콘서트는 롯데시네마에서!폭발적인 가창력과 감수성으로 국내 대표 보컬리스트로 자리매김한 김범수.‘보고 싶다’, ‘끝사랑’, ’하루’, ’슬픔활용법’, ‘지나간다’, ‘나타나’ 등 가슴을 울리는 명곡들이 알려주는 여행 지침서.여기에 감각적인 미디어아트가 가미된 무대부터오직 영화에서만 볼 수 있는 XR 스페셜 스테이지까지!그의 노래와 함께 떠나는 특별한 여행,지금 떠날 준비 되셨나요?',
    TO_DATE('20241211', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPA002093.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F61672',
    ' 할머니가 죽기 전 백만장자가 되는 법',
    '할머니 유산을 상속받기 위한 착한 손자 프로젝트!게임 폐인으로 살던 ‘엠’은 친가 사촌이 할아버지를 간병하고 집을 상속받자, 할머니의 유산을 받기 위해 할머니와 불편한 동거를 시작한다.새벽 5시부터 죽 장사 돕기, 끝나지 않은 병원 대기 줄 서기를 하며 티격태격하던 할머니와 ‘엠’은 점점 가까워지는데…',
    TO_DATE('20241009', 'YYYYMMDD'),
    126,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030032.jpg',
    12,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'A12717',
    ' 안전제일, 놀이퀴즈 최강전',
    '놀이와 퀴즈를 통해 알아보는 안전제일 안전상식! 친구들도 함께 해 볼까요? 놀이와 퀴즈에 자신이 있는 친구라면 언제든지 OK! 지금 빨리 와서 “악당밴드“와 대결해봐요. 엘리베이터 안전, 교통 안전, 물놀이 안전, 낯선사람 안전, 지진 안전 등 - 악당밴드 주제곡 등 쉽고 재미있는 음악과 노래, 율동도 함께 합니다.',
    TO_DATE('20240701', 'YYYYMMDD'),
    53,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPA001961.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60322',
    ' 오멘: 저주의 시작',
    '수녀가 되기 위해 로마에 가게 된 ‘마거릿’(넬 타이거 프리).그곳에서 새로운 삶을 시작하려는 그때, 믿음을 뒤흔드는 어둠의 그림자를 마주한다. 서서히 조여오는 끔찍한 공포가 마침내 정체를 드러내기 시작하는데 … 6월 6일 6시 사탄의 아이가 태어나고,믿음이 향하는 곳이 뒤바뀐다!',
    TO_DATE('20240403', 'YYYYMMDD'),
    119,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPF028985.jpg',
    12,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F62425',
    ' 극장판 짱구는 못말려: 우리들의 공룡일기',
    '다이노스 아일랜드에 어서 오세요!멸종된 공룡을 현대에 부활시킨 테마파크 다이노스 아일랜드 오픈!떡잎마을은 물론, 전국이 공룡 열풍에 빠져든다!그 무렵, 흰둥이는 어디선가 작은 공룡 나나를 발견한다.나나는 짱구네 집의 새로운 가족이자 떡잎마을 방범대의 친구가 되어 아주 특별한 방학을 보내게 된다.한편, 자신이 나나의 주인이라는 빌리가 나타나 나나를 데려가겠다 하고 다이노스 아일랜드 창립자 버블 어마무시와 그의 수하들도 수단과 방법을 가리지 않고 나나와 짱구를 쫓는다.설상가상으로 다이노스 아일랜드의 공룡들이 탈출해 떡잎마을은 물론 도시 전역을 쑥대밭으로 만들어버리는데…!나나를 지키기 위한 짱구, 흰둥이, 떡잎마을 방범대의 사투가 시작된다!지킬 거야, 나의 소중한 인연!초거대 공룡들과 맞서는 지구에서 가장 다이노믹한 짱구가 온다!',
    TO_DATE('20241218', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPF030381.jpg',
    3,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'A12875',
    ' 블랙핑크 월드 투어 [본 핑크] 인 시네마',
    '전 세계를 사로잡은 BLACKPINK의 [BORN PINK] 월드 투어그 화려한 콘서트가 데뷔 8주년을 기념해 스크린에 펼쳐진다!180만 관객 동원, 전 세계 여성그룹 콘서트 투어 기록 경신!K-POP을 전 세계의 음악으로 만든 [BORN PINK] 월드 투어 콘서트!생생하고 짜릿한 축제의 현장을 대형 스크린으로 만난다!글로벌 팬들과 유력 외신들을 매료시킨 상징적인 한옥 기와 세트부터최대 규모의 프로덕션, 본 콘서트에서만 만날 수 있는 히트곡들의 편곡 버전까지!전 세계 걸그룹 공연 실황 영화 사상 최다 국가인 110여 개국에서ScreenX, 4DX, ULTRA 4DX 등 다양한 포맷으로 개봉하는눈부신 콘서트의 순간으로 여러분을 초대합니다!',
    TO_DATE('20240731', 'YYYYMMDD'),
    92,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPA001969.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K37614',
    ' 엘 스타 리:플레이 스테이지',
    '온라인 게임 ''엘소드''에 나오는 캐릭터들이 가상 아이돌로 데뷔하는 프로젝트인 ''엘스타''의 홀로그램 콘서트를 다룬 애니메이션 영화',
    TO_DATE('20241109', 'YYYYMMDD'),
    54,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPK023045.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'A12874',
    ' 민요 첼로',
    ' 임이환의 민요 첼로(MINYO CELLO) 는 한국의 전통음악, 서양의 전통악기 그리고 현 시대성을 지닌 악기들로 구성되어 시대의 흐름을 앞서나가는 임이환만의 작품 세계를 선보인다.이번 공연을 통해 우리나라의 민요를 다섯 대의 첼로와 밴드 음악으로 새롭게 해석하며, 관객에게 세대와 시대를 뛰어넘는 폭넓은 공감을 전하고자 한다.',
    TO_DATE('20240703', 'YYYYMMDD'),
    51,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPA001968.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60743',
    ' 챌린저스',
    '테니스 영재에서 코치가 된 타시는 코트 안팎에서 늘 자신감이 넘친다. 반면 타시의 남편 아트는 테니스 선수로 활동 중이나 연속으로 부진을 겪고 있어 타시는 이를 타계할 전략을 세우지만 예상치 못한 전환점이 찾아온다. 아트의 옛 테니스 동료이자 베프였던 패트릭은 현재 별 볼일없는 테니스 선수가 되어 아트와 맞붙게 되고, 타시의 전 남자친구이기도 했던 패트릭이 나타나면서 과거와 현재가 충돌하고 긴장이 고조되는 가운데 타시는 남편의 승리를 위해 어떤 대가를 치러야 할지 고민하기 시작한다.',
    TO_DATE('20240424', 'YYYYMMDD'),
    131,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029091.jpg',
    2,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F60709',
    ' 별처럼 빛나는 너에게 더무비-일섬일섬량성성',
    '2010년 여름, 온 우주가 네 눈에 숨어있어 ‘린베이싱’과 함께하기 위해 달착륙 기원 콘서트 자원봉사를 하게 된 ‘장완선’.수능이 끝난 후 짝사랑해 온 ‘린베이싱’에게 고백할 계획이었지만 하나 둘 추억을 쌓으며 가까워지던 것도 잠시, 돌이킬 수 없는 비극이 닥친다. 슬픔에 빠져 있던 ‘장완선’은 휴대폰 속 ‘린베이싱’의 이름을 찾아 그녀에게 보내지 못했던 문자 전송 버튼을 누르고 ‘린베이싱’을 처음 만났던 그날로 돌아간다. 모든 것을 제자리로 돌리려던 그때, 무언가 잘못되었다는 것을 느끼게 되는데…엇갈린 시공간 속 너의 곁에 머물고 싶어',
    TO_DATE('20240522', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029285.jpg',
    4,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K37394',
    ' 더 킬러스',
    '등에 칼이 꽂힌 채 눈을 뜬 남자,어마어마한 금액의 살인을 의뢰하는 여자,모두가 기다리는 자,누군가를 기다리는 자.어두운 밤 의문의 식당.한 사람이 들어서고, 이야기는 시작된다.',
    TO_DATE('20241023', 'YYYYMMDD'),
    119,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPK022828.jpg',
    1,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'A13115',
    ' 백현: 론스달라이트 닷 인 시네마',
    '백현, K-POP 솔로 아티스트로 새로운 역사를 쓴다!백현이 12년 만에 선보인 첫 단독 아시아 투어 ‘Lonsdaleite [dot]’이 스크린에 펼쳐진다!2024년 3월, 서울에서 시작하여 아시아 13개 도시를 거쳐 피날레 콘서트로 마무리된 뜨거운 순간!백현의 히트곡 ‘Bambi’, ‘Candy’, ‘UN Village’ 무대는 물론, 화려한 퍼포먼스와 완벽한 라이브로 그날의 감동을 선사한다!오직 영화에서만 볼 수 있는 백현의 단독 인터뷰와 비하인드 영상까지!ScreenX, 4DX, ULTRA 4DX로 더 크게, 더 생생하게 대형 스크린으로 만난다!전율의 무대를 다시 느낄 시간!  BAEKHYUN: Lonsdaleite [dot] IN CINEMAS ',
    TO_DATE('20241127', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPA002078.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61973',
    ' 레드 룸스',
    '10대 소녀 3명을 끔찍하게 살해하고 생중계한 혐의로 재판을 받는 ‘슈발리에’그리고 슈발리에의 재판을 매회 방청하는 모델 겸 해커 ‘켈리앤’.심증만 있을 뿐, 물증 없는 재판이 길어지는 가운데 슈발리에를 추종하는 팬들과 희생자 가족이 대립한다.한편, 존재하지 않는 줄로만 알았던 마지막 희생자 영상이 다크 웹에 등장한다.',
    TO_DATE('20241009', 'YYYYMMDD'),
    118,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPF030058.jpg',
    12,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F61445',
    ' 와일드독',
    '캐시는 동생 레이첼이 죽은 후, 술과 마약을 끊고 처남인 피니, 조카 사반나와 함께 농장을 운영하며 평화로운 삶을 꿈꾼다.하지만 오딤 카운티의 마녀 ‘빅캣’은 다시 캐시를 수하로 부리기 위해 함정을 파고, 캐시는 가족을 위해 다시 한번 빅캣과의 계약을 하게 되는데…',
    TO_DATE('20240723', 'YYYYMMDD'),
    112,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029773.jpg',
    2,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'B11618',
    ' 백조의 호수: 파리 오페라 발레단',
    '차이콥스키의 환상적인 음악에 맞춘 동화 발레인 백조의 호수는 1877년 모스크바 볼쇼이 극장에서 초연된 후 마리우스 프티파와 레프 이바노프에 의해 재공연되었다. 그로부터 거의 100년이 지난 1984년 루돌프 누레예프가 자신만의 해석으로 이 발레를 파리 오페라에 선보였다.꿈꾸는 왕자와 새 여인의 만남은 우아한 안무와 시적인 스토리로 여전히 매혹적인 작품이다. 루돌프 누레예프의 놀라운 심리적 통찰력은 마법사 로스바트의 괴롭힘을 받는 백조 지크프리트와 오데트, 검은 백조 오딜의 사랑 이야기를 더욱 돋보이게 한다.',
    TO_DATE('20241108', 'YYYYMMDD'),
    145,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPB001729.jpg',
    6,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'A12882',
    ' 2023 영탁 단독 콘서트 : 탁쇼2',
    '폼 나는 당신 앞에 폼 미친 그가 돌아온다.일상을 잠시 멈추고 마침내 시작되는 여행.신비하고 파란 물결 속으로 떠나는 항해.움츠렸던 열정이 다시 피어나고, 해묵은 고민들이 연기처럼 사라지는.꿈처럼 빛나는 날.오직 당신을 위해 열리는 세상.초대합니다.2023 영탁 단독 콘서트 : 탁쇼2',
    TO_DATE('20240718', 'YYYYMMDD'),
    118,
    'http://file.koreafilm.or.kr/thm/02/99/18/49/tn_DPA001993.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F61432',
    ' 스픽 노 이블',
    '휴양지에서 처음 만나 우연히 함께 휴가를 보내게 된 두 가족.패트릭(제임스 맥어보이)은 자신의 집으로 루이스(맥켄지 데이비스)의 가족을 초대한다.다시 만나 즐거운 시간을 보낼 것이라 예상한 것도 잠시, 거절할 수 없는 호의와 불편한 상황들이 계속되며 불길한 두려움을 느끼고 집에 돌아가려 하던 중 숨겨진 진실을 마주하게 되는데…악은 보지 말고, 듣지 말고, 절대 말하지 말 것',
    TO_DATE('20240911', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029899.jpg',
    12,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'A12878',
    ' 2024 박은빈 팬 콘서트',
    '2024년, 1월 올림픽홀에서 어느 때 보다 화려하게 채워진 배우 박은빈의 공연 ''은빈노트''의 세 번째 페이지,  2024 박은빈 팬 콘서트 ''은빈노트 : 디바'' . 당초 1회차로 예정된 공연이 전석매진을 기록, 공연 회차 추가! 직접 부른 ''무인도의 디바'' OST 를 포함한 총 14곡의 라이브와 댄스 퍼포먼스, 그리고 그녀만의 유쾌한 토크까지. 매번 그 발자취에 눈을 뗄 수 없는 뜨거운 열정과 다재다능한 노력이 눈부시게 빛났던  2024 박은빈 팬 콘서트 ''은빈노트 : 디바''  에 여러분을 초대합니다.',
    TO_DATE('20240710', 'YYYYMMDD'),
    126,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPA001992.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F62279',
    ' 나의 히어로 아카데미아 더 무비: 유어 넥스트',
    '“다음은 너다”초자연능력 ‘개성’을 가진 인간이 당연해진 세계에서 옛 ‘평화의 상징’ NO.1 히어로 ‘올마이트’가 악의 제왕 ‘올 포 원’과의 사투 직후 한 말.‘올마이트’의 의지는 데쿠와 유에이 고등학교 히어로과로 이어져 왔다.유에이 2년 차 봄, 히어로 VS 빌런의 전면전이 발발하고 황폐해진 사회에 수수께끼의 남자가 나타난다.스스로를 ‘올마이트를 대신하는 새로운 상징’이라고 말하는 ‘다크마이트’는 자신의 야망을 위해 ‘개성’으로 거대한 요새를 만들어 마을과 사람들을 차례로 삼켜간다!‘다크마이트’의 등장과 동시에 특별한 ‘개성’을 지닌 ‘안나’라는 소녀, 그리고 그녀를 ‘아가씨’라고 부르는 ‘줄리오’라는 남자가 나타나는데…데쿠와 바쿠고, 토도로키,그리고 유에이 고교 1학년 A반은 ‘다크마이트’에 맞서 세계를 지킬 수 있을까?“다음은 우리다!”',
    TO_DATE('20241120', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPF030263.jpg',
    3,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F61413',
    ' 몹 랜드: 복수의 땅',
    '온갖 범죄가 난무하는 작은 마을의 보안관 ''보디''는 ''셸비''와 ''트레이''가 수상한 약물 제조소를 털고 도망치자 사건의 진실을 파헤치기 위해 그들의 뒤를 쫓는다.한편 두 사람이 건드린 곳의 정체가 무자비한 뉴올리언스 마피아의 불법 운영 공간이라는 사실이 알려지고, 잔혹한 복수의 서막을 알리는 핏빛 추격이 시작되는데…',
    TO_DATE('20240700', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029706.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F62290',
    ' 니코: 오로라 원정대의 모험',
    '크리스마스 이브에 산타클로스의 썰매가 사라졌다고?!산타 비행단이 되어 전 세계에 크리스마스를 선물하는 꿈을 키워나가는 사고뭉치 꼬마 사슴 ‘니코’.비행 스킬 만렙의 사슴 ‘스텔라’가 나타나 치열한 경쟁 속에서도 서서히 친구가 되어가던 어느 날, 돌연 ‘스텔라’와 산타의 썰매가 자취를 감춰버리는 사건이 발생한다!크리스마스가 사라져버릴지도 모르는 절체절명의 위기 속에서 ‘니코’는 썰매를 되찾기 위해 날다람쥐 ‘줄리어스’, 흰 족제비 ‘윌마’와 함께 꽁꽁 얼어붙은 북쪽 땅으로 향하는데…과연, ‘니코’와 친구들은 신비한 오로라 속 비밀을 밝혀내고 무사히 크리스마스를 지켜낼 수 있을까?',
    TO_DATE('20241225', 'YYYYMMDD'),
    85,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPF030360.jpg',
    12,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F61326',
    ' 분신사바: 죽음의 게임',
    '명문 사립학교 에델바인에서 귀신을 소환하는 죽음의 게임 이후 의문의 죽음을 당한 학생 ‘캐리’, 그리고 그 자리에 베일에 쌓인 ‘카밀’이 전학을 온다.‘카밀’은 우여곡절 끝에 죽은 ‘캐리’의 친구들과 친구가 되고, 억울하게 죽은 ‘캐리’의 진실을 밝히기 위해 죽음의 게임을 다시 한번 제안하는 친구들.다시 시작된 죽음의 게임, 그리고 차례차례 벌어지는 의문의 살인들…과연 공포에 휩싸인 에델바인에서 아이들은 살아남을 수 있을 것인가!',
    TO_DATE('20240700', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029738.jpg',
    2,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'A12868',
    ' 쿵쿵따 탐험대',
    '음악이 너무 좋지만, 혼자 하는 음악이 심심한 핑크돼지 “피그“! 새롭고 아름다운 음악을 찾아 떠나는 “악당밴드”의 모험에 함께 하게 되는데… 이름하여 “쿵쿵따 탐험대” 결성 – 우리나라 전통음악 사물놀이를 알아봐요. 악당밴드 주제곡 등 재미있는 음악과 노래, 율동이 함께 합니다.',
    TO_DATE('20240626', 'YYYYMMDD'),
    52,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPA001973.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K37116',
    ' [마이 아티 필름] 더보이즈 선우: 누난 너무 예뻐',
    '우회전 좌회전 후퇴(?) 유턴 없는 직진 연하남 선우의 사랑 고백이 당신을 찾아옵니다♡영화 속 주인공이 된 내 아티스트             ',
    TO_DATE('20240731', 'YYYYMMDD'),
    38,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPK022559.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A12904',
    ' 영웅: 라이브 인 시네마',
    '1909년, 대한제국은 일본에 주권을 빼앗길 위기에 처했다.대한제국 의병 참모 중장 안중근과 그의 동지들은 단지 동맹으로써 독립운동에 결의를 다지고 명성 황후의 궁녀 설희 또한 독립운동에 동참한다.1909년 10월 26일 하얼빈 역일본 내각총리대신 이토 히로부미가 한일병합의 야망을 품고 하얼빈 역에 발을 내딛자 총성이 울려 퍼진다. 대한제국 의병 참모 중장 안중근, 세 아이의 아버지이자 믿음직한 남편이었던 안중근은 민족과 독립을 위해 이토 히로부미를 처단했다.1910년 3월 26일 뤼순 감옥안중근은 대한제국 의병군 참모중장의 자격으로 조국을 빼앗은 적국의 수장 이토 히로부미를 처단한 전쟁 포로라고 주장하지만, 일본 법정은 안중근을 국제법을 위반한 테러리스트라고 판결하며 사형에 처한다.',
    TO_DATE('20240821', 'YYYYMMDD'),
    159,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPA002022.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K37195',
    ' 기기묘묘2',
    '어두운 밤 도로를 달리는 수상한 택시… ‘경로를 이탈했습니다’,“내가 너 집에 보내줄까?” 요양원에 사는 ‘미숙’에게 말을 거는 정체불명의 환자,“우리 소연이 좀 부탁드려요” 이상하고 오싹한 영어 과외,물류창고에 보이는 어린 소녀… 그리고 일어나는 의문의 사건들,어머니의 유품을 정리하던 중 집 안에서 일어나는 기이한 일들.눈 감고 귀를 막아도 느껴지는 오싹한 공포.집, 택시, 직장, 요양원에서 일어나는 현실 밀착 공포 괴담 릴레이.섬뜩하고 기묘한 다섯 개의 이야기 속으로 초대합니다.',
    TO_DATE('20240904', 'YYYYMMDD'),
    78,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPK022637.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F60795',
    ' 아침이 오면 공허해진다',
    '사소하고 우연한 찰나들이 모인다.공허한 일상이 채워지기 시작한다.말수 적고 낯가리는 내향형 인간 ‘이이즈카’(카라타 에리카).취업 후 적응하지 못해 회사를 그만두고 편의점 아르바이트로 하루하루 지내고 있지만 가족들은 그런 그녀의 상황을 모른다.아침에 눈뜰 때마다 공허한 감정을 느끼던 어느 날, 중학교 때 같은 반 친구였던 ‘오오토모’(이모우 하루카)’와 우연히 재회하게 되는 ‘이이즈카’.오랜만에 만나는 동창이 어색하다가도 점차 두 사람은 다시 그때 그 여중생 시절처럼 즐거운 시간을 쌓아 가는데...',
    TO_DATE('20240529', 'YYYYMMDD'),
    75,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPF029259.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F61112',
    ' 몽키맨',
    '작은 불씨 하나가 모든 것을 불태운다!잔혹한 과거의 잔상에서 벗어나지 못하고 괴로워하는 ‘키드’(데브 파텔)자신의 가족을 몰살한 경찰청장 ‘라나 싱’(시칸다르 케르)에 복수하기 위해 인생을 바친 복수를 계획하지만 순간의 실수로 물거품이 된다.복수에 실패해 경찰에 쫓기는 신세된 ‘키드’는 치명상을 입고 목숨을 잃을 위기에 처하지만 비밀스러운 조력자 ‘히즈라’들의 도움으로, 힘의 신 ‘몽키맨’으로 다시 태어난다.',
    TO_DATE('20240619', 'YYYYMMDD'),
    121,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029432.jpg',
    2,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F61622',
    ' 레이어스 오브 라이즈',
    '소방관 샘은 불길에 휩싸인 건물 속에서 인질을 잡고 있는 범인을 발견하고, 우여곡절 끝에 두 사람을 모두 구하고 쓰러진다. 인질이었던 샤힌은 생명의 은인인 샘에게 거액의 돈을 건네고 범인 아르만은 감옥에 갇힌다.그 후 5년간 핀란드에서 새 인생을 살던 샘은 이란에 있던 집을 처분하고자 아내 엠마와 함께 귀국하고, 엠마는 잠시 떨어진 사이에 사라진다.샘은 경찰서에 가서 아내가 납치되었다고 주장하지만 형사는 심각하게 여기지 않고, 이에 엠마의 행방을 쫓던 샘에게 미행이 붙기 시작하는데...',
    TO_DATE('20240813', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029880.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K36740',
    ' 풍기',
    '사업이 쫄딱 망했다.그래도 제2의 인생의 막은 시작된다!서울에서 증권회사에 다니며 잘 살던 ‘상식’(김정태)은 하루 아침에 사업이 망하고 쫓기듯 가족들과 풍기로 귀촌한다.이왕 온 김에 인삼 농사를 하며 잘살아 보려던 상식이지만, 마을의 이장 ‘소라’(이채영)는 옆에서 계속 훼방을 놓고 아내 ‘수리’(이선진)의 소개로 나간 방송에선 악마의 편집으로 천하의 나쁜 놈이 됐다.과연 위기에 처한 상식은 풍기에 무사히 안착할 수 있을까?성공, 그거 딱 한 번만 해볼게요!',
    TO_DATE('20240828', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPK022577.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F61171',
    ' 데드풀과 울버린',
    '히어로 생활에서 은퇴한 후, 평범한 중고차 딜러로 살아가던 ‘데드풀’이 예상치 못한 거대한 위기를 맞아 모든 면에서 상극인 ‘울버린’을 찾아가게 되며 펼쳐지는 도파민 폭발 액션 블록버스터.',
    TO_DATE('20240724', 'YYYYMMDD'),
    128,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029732.jpg',
    2,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F60956',
    ' 거북의 등딱지는 갈비뼈',
    '뼈가 바뀌면 세상이 바뀐다!어딘가 조금 부족한 학교 생활을 보내고 있는 카메다.속마음은 갈비뼈 속에 감추고 지내고 있다.어느 날, 친구 카에루가와가 사람을 구한 뉴스가 순식간에 확산되고,학교의 슈퍼스타 라이온지 무리, 즉 상위 그룹의 눈에 띄게 된다.갑자기 그들의 반열에 오르게 된 카에루가와.질투와 열등감에 시달리는 카메다.두 사람의 우정의 행방은?',
    TO_DATE('20240601', 'YYYYMMDD'),
    68,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029431.jpg',
    3,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K36630',
    ' 내 손끝에 너의 온도가 닿을 때',
    '드라마  비의도적 연애담 의 ''호태’와 ‘동희''의 풋풋한 학창 시절을 담은 스핀오프.어려서부터 형제처럼 자라온 호태와 동희. 몇 년 전, 서울로 이사를 간 호태는 아버지의 돌아가신 뒤 엄마와 함께 강릉으로 돌아온다.오랜만에 재회한 두 사람은 한 지붕 아래에서 함께 지내게 된다.동희는 친형제 같은 존재지만 동시에 자신의 첫사랑이기도 한 호태를 보며 다시 설레고, 그 마음을 억누르려 하지만 쉽지 않다.호태도 오랜만에 만난 동희에게 지금까지 경험해 보지 못했던 감정을 느끼게 된다. 두 사람의 아슬아슬한 관계는 예상치 못한 사건을 계기로 점점 변하기 시작하는데...',
    TO_DATE('20240515', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPK021992.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F62209',
    ' 극장판 오버로드 성왕국편',
    '성왕녀 칼카가 통치하는 로블 성왕국은 길고 거대한 성벽을 쌓고 그 안에서 평화로운 시대를 구가해 왔다. 하지만, 갑자기 나타난 마황 얄다바오트와 아인 연합군의 침공으로 평화는 너무나도 쉽게 붕괴되고 말았다. 성기사 단장 레메디오스, 신관 단장 케랄트를 시작으로 성왕국은 전력을 모아 맞섰지만 얄다바오트와의 압도적인 힘의 차이에 손쓸 도리 없이 국가는 붕괴 위기에 직면하게 됐다. 레메디오스는 얄다바오트에게 대항할 힘을 얻기 위해 직접 성기사단과 종자 네이아를 이끌고 어떤 나라에 도움을 요청하러 갔다. 그 나라의 이름은 아인즈 울 고운 마도국. 성왕국의 사람들이 꺼림칙하게 여기는 언데드가 통치하는 이형의 국가였는데.',
    TO_DATE('20241114', 'YYYYMMDD'),
    135,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPF030237.jpg',
    3,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F61032',
    ' 명탐정 코난 VS 괴도 키드',
    '“괴도 1412호, 이름하여 괴도 KID”암호가 섞인 예고장이 보내진 그곳에는 월하의 마술사, 괴도 키드가 나타난다.세상을 떠들썩하게 만들며 인기를 얻고 있는 그의 정체는 에코다 고등학교 2학년 쿠로바 카이토.수수께끼의 조직에 살해당한 세계적인 마술사였던 아버지 쿠로바 도이치의 뒤를 이어 사건의 진상을 파헤치기 위해2대 ‘괴도 키드’가 되어 도이치가 쫓던 ‘빅 주얼’과 조직의 정체를 향해 다가간다.이번에 그가 노리는 ‘빅 주얼’은 ‘대해의 기적’이자 ‘블루 원더’라고 불리는 전설의 아쿠아마린.소노코의 친척이자 키드 체포에 열을 올리고 있는 스즈키 지로키치가 그에게 먼저 도전장을 내밀고, 언제나 그랬듯 괴도 키드는 모두의 예상을 뒤엎고 신출귀몰한 방법으로 나타나는데…이를 막기 위해 불가능을 모르는 명탐정, 코난의 명추리가 펼쳐진다!사상 최대의 라이벌 탄생! 화려한 괴도와 그를 쫓는 명탐정모든 것의 시작은 여기서부터!월하의 마술사 괴도 키드의 탄생과 영원한 최대의 라이벌,코난-쿠도 신이치와의 첫 대결이 시작된다!',
    TO_DATE('20240605', 'YYYYMMDD'),
    81,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029302.jpg',
    3,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F60260',
    ' 극장판 후르츠 바스켓: 프렐류드',
    ' 후르츠 바스켓 의 히로인 혼다 토오루의 부모 혼다 쿄코와 혼다 카츠야의 만남과 사랑 이야기.카츠누마 쿄코는 ''붉은 나비''라는 별명을 가진 십대 폭주족으로, 한창 비행 중인 여중생이다. 쿄코는 어느날 학교에 교생으로 온 혼다 카츠야를 만나게 된다. 쿄코는 자신을 부모나 다른 교사들과 다르게 대하는 카츠야에게 관심을 갖게 되고, 그렇게 두 사람의 만남이 시작된다.',
    TO_DATE('20240301', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/35/tn_DPF028918.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K37272',
    ' [마이 아티 필름] 루시: 개화, 히어로 그리고 낙화',
    '아무도 찾지 않는 숲속 오두막, 노인의 정성으로 네 명의 나무 로봇이 눈을 뜬다.노인은 악기를 통해 로봇들에게 감정을 가르치며 잃어버린 온기를 되찾는다.죽은 아들을 상징하는 꽃을 정성스레 보살피는 노인을 보며, 예찬은 문득 ‘가족’에 대한 호기심이 생긴다.“‘아버지’가 뭐예요?”나무 로봇들은 진정한 가족에 대한 답을 찾을 수 있을까?',
    TO_DATE('20240828', 'YYYYMMDD'),
    42,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPK022677.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'A13046',
    ' 정국: 아이 엠 스틸',
    '‘21세기 팝 아티스트'' 방탄소년단의 정국,그가 2023년 7월, 첫 솔로 싱글 ‘Seven(feat. Latto)’을 발표하며 ‘글로벌 팝스타''로 거듭났다.- ‘Seven’, 아시아 솔로 아티스트 최초 빌보드 HOT 100, Global 200, Global 200 Excl. US 1위 올킬- ‘Seven’ 스포티파이 역사상 최단기간 10억 스트리밍 달성- ‘Seven’, ‘3D (feat. Jack Harlow)’, ‘Standing Next to You’...빌보드 HOT 100 10위권에 3곡을 올린 유일한 K-팝 솔로 가수- ‘GOLDEN’ 빌보드 200서 24주 연속 진입…K-팝 솔로 앨범 최장기 차트인!Seven, 3D, Standing Next to You를 연달아 히트시키며 2020년대를 대표하는 남성 솔로 가수로 자리매김한 정국.‘K-팝 솔로 최초’, ‘유일무이’ 등 각종 수식어가 따라오는 정국이지만 아미(ARMY)에게 부끄럽지 않은 자랑스러운 아티스트가 되기 위해 끊임없이 노력하고 성장한다.“저는 제 나침반 보고 갑니다”타고난 재능, 그 속의 빛나는 노력으로 자신만의 길을 나아가는 아티스트 정국.그의 첫 솔로 싱글부터 GOLDEN 앨범 활동기까지 뉴욕, 런던, 서울 등 세계 각지를 누비며 진행된 약 8개월간의 ‘황금빛 순간’.그간 보지 못했던 미공개 인터뷰와 비하인드, 그리고 전 세계 224개 국가/지역의 팬들과 온오프라인에서 함께했던 ‘Jung Kook ‘GOLDEN’ Live On Stage’ 그날의 현장으로!여전히 하고 싶은 것도, 보여줄 것도 많은 정국의 이야기',
    TO_DATE('20240918', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPA002033.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61414',
    ' 극장판 프리큐어 올스타즈 F',
    '낯선 세상에서 깨어난 ‘소라’.또 다른 프리큐어인 ‘유이’와 ‘마나츠’와 함께 이곳에 대한 단서를 찾던 중, 프리큐어로 변신해 싸우던 소녀, ‘프림’과 만난다.한편, ‘소라’와 떨어진 ‘마시로’와 동료들은 각각 다른 장소에서 프리큐어들을 만나고, 이 세상에는 프리큐어밖에 없다는 걸 깨닫는다.자신들의 세상으로 돌아가기 위해 프리큐어들은 힘을 합쳐 유일한 단서인 성을 향해 가는데…이 세계의 비밀을 찾아서! 프리큐어들이 떠나는 대모험이 펼쳐진다!',
    TO_DATE('20240731', 'YYYYMMDD'),
    73,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029698.jpg',
    3,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60617',
    ' 더 라스트 보이',
    '미래 지구폐허가 되다시피 한 땅을 탈출하고자 하는 남자는 인공 아일랜드로의 이주를 위해 돈을 모으고 있다.하지만 터무니없는 가격을 채우기 위해선 어쩔 수 없이 불법적인 일로 돈을 구해야 하고, ATM기를 해킹하기 위해 밑 작업을 끝낸 그가 겨우 돈을 손에 넣었을 때 불청객에게 정체를 알고 있다는 메시지를 받는다.그에게서 도망치기 위해, 아일랜드로 떠나기 위해 남자는 마지막 시도를 한다.',
    TO_DATE('20240801', 'YYYYMMDD'),
    96,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPF029807.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60748',
    ' 청춘18X2 너에게로 이어지는 길',
    '“만일 그때 너에게 내 마음을 전했다면 지금의 난 달라졌을까?”18년 전의 대만 타이난.노래방에서 아르바이트를 하는 고등학생 ‘지미(허광한)’는, 배낭여행 중 잠시 일자리를 찾아 온 일본인 ‘아미(키요하라 카야)’를 만난다.천진난만한 그녀와 지내는 동안 풋풋한 첫사랑의 감정이 자라는 ‘지미’.그러나, 돌연 ‘아미’가 귀국을 하게 되고 갑작스런 이별에 충격을 받은 ‘지미’에게 ‘아미’는 서로의 꿈을 이룬 뒤 다시 만나자는 약속을 하고 떠난다.“나 지금, 너에게로 가고 있어”시간이 지나 현재.타이페이에서의 성공한 삶에 지쳐 고향에 돌아온 ‘지미’는, 예전에 ‘아미’로부터 받은 그림엽서를 발견한다.첫사랑의 기억이 되살아나고 그날의 약속을 지키기 위해 그녀가 나고 자란 일본으로의 여행을 결심하는 ‘지미’.도쿄부터 가마쿠라, 나가노, 니가타 그리고 ‘아미’의 고향 타다미로 향하는 도중 예기치 않았던 소중한 만남을 되풀이하며 ‘지미’는 ‘아미’와 보냈던 그 여름의 나날들을 떠올린다.이윽고 다다른 ‘아미’의 고향에서 ‘지미’가 알게 된 18년 전 ‘아미’의 진짜 마음이란...',
    TO_DATE('20240522', 'YYYYMMDD'),
    124,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPF029265.jpg',
    12,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F61969',
    ' 리틀 엠마',
    '동물 마을에 사는 한 뼘만큼 작은 유일한 인간 소녀 ‘엠마’동물들 속에서 자란 그녀는 늘 자신이 어디에서 왔는지 궁금하다.어느 날, ‘엠마’는 자신의 비밀을 풀기 위해 과학자 ‘에드워드’와 천재 발명가 거북이 ‘뉴턴’을 만나 열기구를 만들고 작은 인간이 사는 숨겨진 섬을 찾기 위해 탐험을 시작하는데!용감한 꼬마 소녀 엠마의 스펙터클한 모험이 시작된다!',
    TO_DATE('20241025', 'YYYYMMDD'),
    80,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPF030073.jpg',
    12,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'K37069',
    ' 한밤의 판타지아',
    '영화는 하영이의 아빠 주환의 셀프테이프 촬영으로 시작된다.동화책을 만드는 주환은 딸 하영에게 동화책에서나 나올 법한 정령의 관한 얘기를 해준다.진심을 담아 간절히 바라고 소망하면, 정령이 나타나 소망을 들어준다는 내용이다.주환은 하영에게 정령의 내용이 담긴 편지를 전해주고 주환의 말을 반신반의 하던 하영은 친구들 만나 정령을 찾게된다.',
    TO_DATE('20240827', 'YYYYMMDD'),
    71,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPK022480.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F61545',
    ' 룩백',
    '4학년인 ''후지노''는 학교 신문에 네컷 만화를 그리며 친구들의 극찬을 받는다.그림에 대한 자신감으로 만화가를 꿈꾸던 ‘후지노’는 학교에 나오지 않는 동급생 ‘쿄모토’와 함께 네컷 만화를 연재하며 그림을 향한 한결 같은 마음으로 눈부신 우정을 쌓아 간다.그러던 어느 날, 단 하나의 사건이 그들을 찾아 오는데...만화만이 세상이 전부였던 두 소녀의 가슴 벅찬 성장 이야기가 시작된다!',
    TO_DATE('20240905', 'YYYYMMDD'),
    57,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029868.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F60433',
    ' 나이트 스윔',
    '물속에 혼자 남겨진 순간, 공포에 잠긴다 넒은 수영장이 있는 새집으로 이사 온 후 더할 나위 없는 행복을 느끼고 있는 ‘레이’ 가족.하지만 완벽한 순간도 잠시, 물속에서 혼자 수영하게 되면 숨막히게 조여오는 공포에 잠기게 되는데...※절대 혼자 수영하지 말 것 ※진짜 무서운 건 이 아래에 있어',
    TO_DATE('20240320', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/35/tn_DPF028933.jpg',
    12,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F60249',
    ' 골드핑거',
    '1980년대 홍콩 경제를 주무르던 황금제국 ‘카르멘 그룹’이 하루아침에 무너지고 그동안 자행됐던 불법들이 서서히 드러나며 2조 홍콩 달러에 달하는 대규모 수사가 시작된다.불법으로 악명 높은 그룹의 수장 ‘청’(양조위), 그를 집요하게 쫓는 반부패 수사관 ‘류치웬’(유덕화)불꽃 튀는 대결 속, 오로지 한 사람만 살아남는다!',
    TO_DATE('20240410', 'YYYYMMDD'),
    126,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029059.jpg',
    7,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F61729',
    ' 새벽의 모든',
    '대학을 갓 졸업하고 일을 시작한 후지사와는 PMS(월경전증후군)로 인해 직장을 그만두고, 구리타 과학이라는 작은 회사에 입사한다. 또 다른 신입 사원 야마조에, 알고 보니 그 또한 공황장애를 앓고 있다. 동병상련을 느낀 야마조에와 후지사와는 서로 도우며 마음의 상처들을 점차 치유한다.',
    TO_DATE('20240918', 'YYYYMMDD'),
    119,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF029982.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61868',
    ' 극장판 엉덩이 탐정: 안녕, 나의 영원한 친구',
    '“맡은 의뢰는 마지막까지 완수하는 것이 바로 ‘탐정’이니까!”엉덩이 탐정 사무소로 도착한 의문의 초콜릿 상자.상자 속에는 10년 전 함께 일한 옛 파트너 ‘수선화’가 보낸 메시지가 숨겨져 있는데...바로 자신이 근무하는 메트 미술관에 발생한 거대한 사건을 해결해달라는 부탁!하지만 예전과 달라진 그녀의 모습에 엉덩이 탐정은 혼란에 빠지는데...시리즈 사상 최대 미스터리를 밝히기 위해 엉덩이 탐정이 움직이기 시작한다!10월, 엉덩이 탐정 IS BACK!',
    TO_DATE('20241001', 'YYYYMMDD'),
    72,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF029970.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F61590',
    ' 산이 부른다',
    '주연과 연출, 각본을 겸한 깜찍한 소품  빈센트 (2014)로 데뷔한 토마스 살바도르의 신작이다. 물의 기운으로 슈퍼맨이 되는 남자가 바다를 건너는 이야기인 전작에 이어, 한 남자와 산을 연결한다는 설정은 다분히 의도적이다. 단순한 구조와 기발한 새팅이 여전한 가운데, 슬랩스틱이 미스터리에 자리를 내주면서 엉성한 해프닝에 가까웠던 스타일은 거의 사라졌다. 출장지에서 프레젠테이션을 하던 도중, 피에르는 창밖의 산을 보다 강렬하게 끌린다. 이후 세상을 등지고 산으로 오른 그는 상상하지 못한 존재와 조우한다. 평범한 등반 영화는 여기 없다. 미지와의 대면을 두고 각자의 해석은 다르겠지만, 그 누구도 전례 없이 고요한 세계의 경험을 부정할 수 없을 것이다. 설산의 얼음처럼 맑고 투명한 심성으로 인해  산이 부른다 는 각별한 미스터리로 자리매김한다. (이용철)',
    TO_DATE('20240925', 'YYYYMMDD'),
    113,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPF030098.jpg',
    6,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K36712',
    ' 타로',
    '타로카드를 우연히 주운 세 명의 인물이 겪는 이야기를 옴니버스 형식으로 다룬 공포영화',
    TO_DATE('20240614', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPK022060.jpg',
    1,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F61129',
    ' 싱글 에이트',
    '﻿ 찍는다 레디, 액션, 컷! 우리들의 시간 역행 SF 영화 만들기1978년 스타워즈를 보고 흥분한 고등학생 히로시와 그의 절친 요시오, 사사키는 8mm 영화를 만들기로 결심하고, 카메라 가게 직원의 제안으로 ‘시간 역행’을 주제로 한 SF 영화를 만들기로 한다.오랜 짝사랑인 나츠미를 여주인공으로 내세우려는 히로시의 열의와 함께, 학교 축제에서 상영을 목표로 이들의 청춘 가득한 영화 만들기가 시작된다.',
    TO_DATE('20241009', 'YYYYMMDD'),
    112,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPF030051.jpg',
    3,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'K37672',
    ' 카인의 도시',
    '탐사보도 기자로 연일 최고의 시청률을 찍는 남녀 주인공이 조작된 제보로 인해 수렁에 빠지게 되면서 벌어지는 이야기를 그린 극영화',
    TO_DATE('20241204', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPK023065.jpg',
    1,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'K36071',
    ' 조폭인 내가 고등학생이 되었습니다',
    ' 조폭 넘버 투,열아홉 왕따 고등학생 몸에 빙의되다! 가난한 집에서 태어나, 초등학교만 졸업한 채 생활전선에 뛰어들며 평생 험한 길만 걸어온 칠성파의 2인자 조폭 김득팔.늦깎이 학생으로 대입을 준비하던 그에게 조직은 두목의 자리에 오를 것을 제안한다.조폭으로서의 삶과 학업의 갈림길에서 고민하는 득팔.우연히 자살하려는 열아홉 고등학생 송이헌을 구하려다가 사고를 당하고, 그의 몸에 영혼이 들어가게 된다.이헌의 몸에서 빠져나갈 방법을 찾던 득팔은 이헌이 자살하려던 이유가 홍재민 패거리의 학폭과 왕따 때문이었음을 알게되고, 이헌이 대신 복수해 주기로 결심하는데...',
    TO_DATE('20240222', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPK021742.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'K36724',
    ' 밤낚시',
    '무슨 일이 있어도 절대 낚싯대를 놓치지 말 것!아무도 없는 한산한 강변, 밤새 홀로 텐트를 지키는 한 남자(손석구).그의 차 안에선 수상한 무전이 계속 이어진다.전기 충전소로 향한 그는홀로 자리 잡은 채, 입질이 오기를 기다리는데…오늘밤, 가장 위험한 밤낚시가 시작된다!',
    TO_DATE('20240614', 'YYYYMMDD'),
    13,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPK022046.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F62442',
    ' 무파사: 라이온 킹',
    '‘라이온 킹’ 탄생 30주년 기념작외로운 고아에서 전설적인 왕으로 거듭난 ‘무파사’의 숨겨진 이야기가 베일을 벗는다!길을 잃고 혼자가 된 새끼 사자 ‘무파사’는 광활한 야생을 떠돌던 중 왕의 혈통이자 예정된 후계자 ‘타카(스카)’와 우연히 만나게 된다.마치 친형제처럼 끈끈한 우애를 나누며 함께 자란 ‘무파사’와 ‘타카’는 운명을 개척하기 위해 거대한 여정을 함께 떠난다.한 치 앞을 알 수 없는 적들의 위협 속에서 두 형제의 끈끈했던 유대에 금이 가기 시작하고 예상치 못한 위기까지 맞닥뜨리게 되는데…',
    TO_DATE('20241218', 'YYYYMMDD'),
    118,
    'http://file.koreafilm.or.kr/thm/02/99/18/66/tn_DPF030362.jpg',
    2,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F60297',
    ' 왓츠 러브',
    '사랑을 원하지만, 일이 먼저인 다큐멘터리 감독 조이.엄마의 결혼 압박이 한계를 찾아올 즈음, 오랜 친구 카즈의 맞선 소식을 듣는다.“어차피 사랑은 잠깐이야”열렬한 사랑으로 시작하는 결혼대신,‘선’ 결혼 ‘후’ 사랑을 선언한 카즈.“이건 미친 도박 아니야? 잘 통하지 않으면 어떡해?”카즈의 선택에 호기심을 느낀 조이는 차기작으로 결혼 과정을 담기로 결심한다.프로젝트명 ‘Love Contractually’비낭만시대, 고효율 실용주의 만남이정말 우리에게 최적화된 사랑의 형태일 수 있을까?',
    TO_DATE('20240320', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/35/tn_DPF028878.jpg',
    5,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F60618',
    ' 그리고 바통은 넘겨졌다',
    '꿈을 찾아 브라질로 떠난 친아빠,대책 없이 자유로운 새엄마 ‘리카’(이시하라 사토미) 덕분에 요리 빼곤 모든 게 서툰 세 번째 아빠 ‘모리미야’(다나카 케이)에게 자란 ‘유코’(나가노 메이).어느덧 성인이 된 ‘유코’는 유일하게 자신을 위로했던 피아노 소리에 이끌려 운명처럼 고교 동창 ‘하야세’와 재회해 사랑에 빠진다.아름다운 연인이 된 두 사람은 부모님의 허락을 구하기 위해 ‘유코’의 두 명의 엄마 그리고 세 명의 아빠를 만나러 나서게 되는데…“유코, 사실은 말야…”아주 특별한 가족을 탄생시킨가장 애틋하고 사랑스러운 비밀이 밝혀진다!',
    TO_DATE('20240717', 'YYYYMMDD'),
    137,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029642.jpg',
    3,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60616',
    ' 카니펙스: 죽음의 숲',
    '작년 호주 산불 이후 멸종 위기에 처한 동물에 관한 다큐멘터리를 찍으려는 베일리.현장 생물학자인 그레이스와 벤의 도움을 받아 셋은 숲으로 향한다.멸종 위기종의 개체수를 관찰하고, 새로운 멸종 위기 동물을 찾아 숲을 벌목 금지 구역으로 만들기 위해 산불 재생 지역을 여행하는 그들. 세 사람의 앞에 알려지지 않은 새로운 동물이 나타나 그들을 흥분에 몰아넣지만, 숲에 몰래 들어온 불법 사냥꾼과 그들의 연락을 받고 출동한 산림 관리원이 하나 둘 실종되는데...',
    TO_DATE('20240403', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029092.jpg',
    12,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F62382',
    ' 더 크로우',
    '가장 완벽했던 사랑의 끝, 가장 처절한 복수의 시작!죽음마저 두려워할 피의 부활이 펼쳐진다!인생에서 가장 어둡고 외로웠던 순간, 자신과 비슷한 영혼을 가진 ''셸리''를 만나 영원한 사랑을 약속한 ''에릭''.완벽한 행복을 만끽하던 그때, 두 사람은 의문의 괴한들에게 무참히 살해 당하고 ''셸리''는 과거의 끔찍한 실수로 지옥에 끌려가게 된다.지옥에서 ''셸리''를 되찾기 위해 ''에릭''은 까마귀의 저주를 받아 불사의 몸이 되고 죽여도 죽지 않는 복수의 화신으로 부활하게 되는데…',
    TO_DATE('20241211', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPF030299.jpg',
    12,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'B11467',
    ' 결속밴드 라이브 -항성-',
    '인기 애니메이션 [외톨이 THE ROCK!]의 오리지널 성우가 직접 참여한 공연 실황으로 ‘결속밴드’의 음악을 음원보다 더 뜨겁게 즐기며 애니메이션의 감동을 이어갈 첫 번째 라이브 콘서트.',
    TO_DATE('20240529', 'YYYYMMDD'),
    117,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPB001649.jpg',
    3,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'A12864',
    ' 하와이 연가',
    '리처드 용재 오닐, 김지연 등 한국을 대표하는 세계적인 음악가들이 하와이를 찾은 이유는?옴니버스 음악 영화 ‘하와이 연가’는 1902년 한국 땅을 떠나 미지의 세상으로 향한 사람들에 대한 이야기다. 첫번째 이야기,‘그들의 발자취’에서는 지난 120년, 한민족 이민사를 이루는 주요 사건을 따라 시간 여행을 떠난다. 두번째 ‘할머니의 놋그릇’에서는 열 일곱 나이에 ‘사진신부’로 하와이에 간 ‘임옥순’ 삶의 여정을, 세번째 이야기 ‘칼라우파파의 눈물’에서는 하와이의 ‘소록도’라 불리는 몰로카이 섬 ‘칼라우파파’에 격리된 채 쓸쓸한 죽음을 맞아야 했던 ‘김춘석’의 삶을 따라가본다. 뛰어난 연기력으로 각종 연극상을 휩쓴 바 있는 예수정 배우가 임옥순 역을 목소리 연기했고, 그래미 수상 비올리스트 리처드 용재 오닐, 세계적인 명성의 한국계 바이올리니스트 김지연, 하와이 심포니 오케스트라의 악장 이그나스 장, 그리고 슬랙 키 기타리스트 거장 케올라 비머가 깊은 감동의 선율을 선사한다.',
    TO_DATE('20241030', 'YYYYMMDD'),
    62,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPA002062.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F62420',
    ' 베이비 레인디어',
    '되는 일이라곤 없던 코미디언이 심리적으로 취약한 여성에게 친절을 베푼다. 그 순간, 두 사람의 삶을 동시에 무너뜨릴 수 있는 숨 막히는 집착이 시작된다.',
    TO_DATE('20240411', 'YYYYMMDD'),
    237,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPF030304.jpg',
    5,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'B11469',
    ' 피가로의 결혼',
    '수잔나와 피가로의 결혼을 중심으로 펼쳐지는 치정 멜로를 드라마틱하게 그려 낸  피가로의 결혼 . 비열한 알마비바 백작은 자신의 하인인 피가로와 그의 예비 신부이자 백작 부인의 하녀이기도 한 수잔나를 은밀하게 탐하고 있다. 이 때문에 수잔나를 상대로 초야권을 집요하게 주장하며 피가로와 수잔나의 결혼식을 지연시킨다. 이를 눈치챈 두 하인과 그의 부인이 백작의 음모를 폭로하기 위해 또 다른 교활한 음모를 꾸미고 이 과정에서 네 인물의 충족되지 못한 갈망, 도덕적 타락, 내면의 외로움을 직면하게 된다.',
    TO_DATE('20240509', 'YYYYMMDD'),
    178,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPB001652.jpg',
    10,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F61623',
    ' 바이크 라이더스',
    '자유는 두려움 없는 자들의 것1960년대 미국이 격변하던 시절, ‘캐시’(조디 코머)는 우연히 바에서 만난 중서부 오토바이 클럽 반달스의 신입 멤버인 ‘베니’(오스틴 버틀러)에게 끌리게 된다. 이 클럽은 정체불명의 리더 ‘조니’(톰 하디)가 이끌고 있으며, 클럽이 진화해가며 각 지역 아웃사이더들이 모이는 장소의 위험한 폭력 범죄 조직으로 변해간다. 이로 인해 ‘베니’는 ‘캐시’와 클럽에 대한 충성심 사이, 선택의 기로에 놓이게 되는데...',
    TO_DATE('20240925', 'YYYYMMDD'),
    116,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPF030055.jpg',
    2,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F60817',
    ' 골든 이글: 스페셜 포스',
    '최고 레벨의 특수부대가 탄생한다!특수부대가 마약조직 소탕작전에 투입된다.그들에겐 최고 중의 최고 레벨의 특수부대인 ‘빨간 모자’가 되기 위한 도전도 기다리고 있다.목숨을 건 마약조직과의 실전 대결과 살인적인 극한의 훈련을 이겨내야 한다.오직 단 한 명만 ‘빨간 모자’에 선발된다사상 최강의 특수부대를 만난다',
    TO_DATE('20240400', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPF029133.jpg',
    12,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'A13060',
    ' 태용: 티와이 트랙 인 시네마',
    '독보적인 음악과 퍼포먼스의 완성형 아티스트NCT 태용의 첫 단독 콘서트 ''TY TRACK''!태용만의 색깔을 담은 다채로운 음악과 무대, 압도적인 스케일의 콘서트가 스크린에서 펼쳐진다!무대를 준비하는 과정부터, 무대 위 아티스트 태용의 모습, 그동안 전하고 싶었던 솔직한 이야기까지태용의 음악과 그가 걸어온 길이 한 편의 서사처럼 펼쳐질 TAEYONG: TY TRACK IN CINEMAS  COMING SOON!',
    TO_DATE('20240925', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPA002039.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'K37400',
    ' 문을 여는 법',
    '“나이 먹는다고 다 어른인가요.. 하기 나름이지”보육원을 나와 자립하게 된 하늘은 부동산 중개인의 소개로 첫 자취방을 구한다.자립 지원금 천만 원에서 한 줌 햇빛이 들어오는 방을 구하고, 하늘 취향의 가구와 소품들로 채우다 보니 어느새 통장 잔고 0원.그러던 어느 날 눈을 떠보니 집의 구조는 바뀌었고, 살림살이는 물론 밖으로 나갈 수 있는 문마저 모두 사라진 가운데 현금 인출기만 덩그러니 놓여있다.인출기 화면에 나타난 ‘다시 시작하겠습니까’ 문구와 함께 점점 좁아지는 집, 때마침 보육원 친구 철수가 하늘을 돕기 위해 나타난다.철수는 집을 되찾기 위해선 ‘노랑새’를 찾으라는 미션을 주고 하늘은 ‘노랑새’를 찾기 위한 만만치 않은 여정을 시작하는데….',
    TO_DATE('20241120', 'YYYYMMDD'),
    31,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPK022919.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'K36430',
    ' 목화솜 피는 날',
    ' 멈춰있는 세월을 넘어 다시 피어나자, 우리 10년 전 참혹한 사고로 ''경은''을 잃고 기억을 점차 잃어가는 ''병호''.무기력함에 갇혀있던 아내 ''수현''은 고통을 견디느라 이를 외면한다.어느 날, 묵묵히 견디던 첫째 딸 ''채은''의 참아왔던 두려움이 터져 나온다. 아빠마저 잃을까 봐 두려워... 각자의 방식으로 ''경은''을 기억하며 아픔을 묻던 그들은 멈춰버린 세월을 다시 되찾고자 한다.',
    TO_DATE('20240522', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPK022000.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K36544',
    ' 자기만의 방',
    '다둥이 집안의 넷째 우담은 17년 만에 처음으로 자기만의 방을 갖게 된다. 그러나 기쁨도 잠시! 셋째 오빠 우주가 우담과 같은 고등학교, 같은 반 급우인 날라리 경빈을 임신시켜 집으로 데려온다. 우담은 경빈과 배 속의 아기에게 방을 빼앗길 위기에 처하자 자기만의 방을 지키기 위해 온갖 수단을 동원하는데...',
    TO_DATE('20241120', 'YYYYMMDD'),
    92,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPK023044.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'B11476',
    ' 퀸 엘리자베스',
    '“우리는 여왕을 사랑하며 자랐습니다”-비틀즈 폴 매카트니-영국 역사상 가장 오랜 기간 왕좌에 머무른 퀸 엘리자베스의 다양한 얼굴을 마주하다',
    TO_DATE('20240612', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPB001656.jpg',
    5,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F61651',
    ' 더 라이언: 사막의 생존자들',
    '“이곳은 사자들의 서식지예요. 밤이 되면 우릴 찾아올 겁니다!”무장 단체의 위협을 받던 선교사 부부는 급하게 선교지를 떠나지만 비행기가 추락하여 칼라하리 사막 한가운데 불시착한다.그런데 이곳은 온갖 맹수들이 서식하는 곳.낮에는 사막의 태양, 밤에는 추위와 싸우며 사자, 하이에나, 전갈, 독사 그리고 무장 단체의 살해 위협까지!과연 이들은 대자연과 싸워 살아남을 수 있을 것인가?',
    TO_DATE('20240822', 'YYYYMMDD'),
    86,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029846.jpg',
    2,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K36092',
    ' 여행자의 필요',
    '어디서 온지 모르는 이 사람은 불란서에서 왔다고 하고, 어린애 피리를 근린공원에서 열심히 불고 있었습니다.돈도 없고 어떻게 살지 몰라해 불어를 가르쳐보라 권했고, 그렇게 두 명의 한국여자들에게 선생이 되었습니다.땅에 맨발로 걷는 것을 좋아하고, 돌에 누워있는 걸 좋아하고, 힘이 되는 때 순간 순간을 비언어적으로 바라보려하고, 최대한 사실에 근거한 삶을 살려고 애씁니다.그래도 사는 건 변함없이 고되고, 매일 막걸리에 의존하며 조금의 편안함을 얻습니다.',
    TO_DATE('20240424', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPK021880.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F60296',
    ' 래빗스쿨 2: 부활절 대소동',
    '래빗 아카데미에 비상이 걸렸다! 교활한 도시 토끼 레오가 부활절을 영원히 없애버리려 하기 때문이다. 레오는 여우들과 계략을 짜서 부활절 달걀을 모두 파괴하려고 한다. 토끼 막스, 에미와 친구들은 과연 레오를 막을 수 있을까? 현명한 헤르미온느 선생님의 도움을 받아 놀라운 전투 실력을 훈련한 우리의 토끼 영웅들! 토끼들은 이번 사건을 통해 누군가를 믿는 것의 중요성에 대해서 배우게 된다. 그 누군가가 비록 여우라 해도 말이다.',
    TO_DATE('20240327', 'YYYYMMDD'),
    76,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPF028976.jpg',
    10,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F62162',
    ' 허 바디',
    '“숨겨진 욕망, 또 하나의 격렬한 스포츠”올림픽 메달을 노리던 프로다이버 안드레아 압솔로노바(나탈리아 제르마니)는 척추 부상을 입어 더는 선수 생활을 이어갈 수 없게 된다.사진작가 친구를 따라 포르노 업계로 진출한 그녀, ‘레아 메이’라는 이름으로 다시 태어나 명성을 떨치게 된다.그녀가 성적으로 유명해질수록 가족과 갈등의 골은 깊어만 가고, 무자비한 운명이 그녀에게 또 다른 시련을 안겨주는데…',
    TO_DATE('20241031', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPF030171.jpg',
    12,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'K36474',
    ' 드라이브',
    '거기로 보내면 이곳에 없는 것사랑이 흐르고 압축된 시간어느 여름과 겨울, 그리고 가을에 우연히 만나는 어떤 여자와 남자그리고 자동차에 대한 이야기와 기억들* EP 1원하지 않는 타이밍에 버려진 자동차를 처리해야 되는 이선. 하이힐과 먼지 그리고 지나가는 학생들사이에서 자동차를 직접 세차하고 중고차 딜러 상호와의 대화 중에 자동차 안에 밀봉되어 있던 지난 기억들을 떠올린다.* EP 2탁송 기사 태현은 수취인 소희에게 자동차를 전달하러 지방출장을 떠나지만, 수취인도 수령 거부, 발송인도자동차 수령을 거부하면서 마치 타임리프에 빠진 남녀 주인공들 사이에서 탁송 기사가 타임루프에 갇혀버린 상황이 된다.* EP 3영화 배우 지현이 촬영현장으로 가는 길에, 그녀의 전 남친 문호는 친구 상현을 자동차와 함께 보내면서 둘 사이에 켜켜이 쌓인 연애의 감정이 드라이브와 함께 펼쳐진다.',
    TO_DATE('20240424', 'YYYYMMDD'),
    83,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPK021942.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'A12752',
    ' 퍼스트레이디',
    '이 영화에서 다루는 대상은 그동안 고가의 디올 백 수수, 양평 고속도로 노선 변경, 민간인 국정 개입 의혹 등 논란의 중심에 서 있는 김건희 여사이다. 영화에는 디올 백을 전달한 최재영 목사, 20대 대통령 선거 당시 김건희 여사와 7시간 넘게 통화한 서울의 소리 이명수 기자, 김건희 일가와 10년 넘게 소송을 벌여왔던 정택 회장 등이 출연한다. 윤석열 대통령 당선 이전에 이미 문제가 불거진 김건희의 학력과 경력 위조, 논문 표절, 도이치모터스 주가조작 의혹, 천공을 비롯한 무속인들과의 연루설도 다양한 인터뷰를 통해 다각적으로 다루고 있다. 이 다큐멘터리는 우리가 뽑은 대통령이 아닌 대통령 영부인이 권력을 사유화하여 여러 논란을 낳고 있다는 사실에 주목했다. 아울러 대선 당시 기자회견을 통해 ‘아내로서의 역할에만 충실하겠다’던 김건희의 약속이 위선적이라고 함께 밝히고 있다.',
    TO_DATE('20241212', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/67/tn_DPA002092.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F60747',
    ' 이프: 상상의 친구',
    '어린 시절 우리의 첫 번째 친구 ‘이프’.자라난 아이들에게서 잊혀진 ‘이프’들은 사라질 위기에 처하고 상상의 친구를 볼 수 있는 능력을 지닌 윗집 아저씨 ‘칼’과 아랫집 소녀 ‘비’는 ‘이프’들에게 새로운 친구를 찾아주기 위한 특별한 프로젝트를 시작한다.하지만 다른 아이들과 ‘이프’들을 이어주는 일은 쉽게 풀리지 않고 ‘칼’과 ‘비’는 사람들이 ‘이프’와 함께했던 기억을 되살릴 수 있는 방법을 찾아 나서는데...나의 가장 오랜 첫 번째 친구올봄, 잊고 있던 ‘이프’가 당신을 찾아갑니다!',
    TO_DATE('20240515', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029101.jpg',
    2,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F61077',
    ' 지옥의 외인부대',
    '1945년 3월 라오스, 프랑스령 인도차이나에 일본군이 진격해 프랑스군을 공격한다.근처에 주둔 중이던 프랑스군 외인부대 야전병원의 병사들은 급히 일본군을 피해 중국본토에 기지를 두고 있는 외인부대 사령부로 후퇴하기로 하고 맹렬히 추격하는 일본군과 전투를 벌이면서 호랑이가 살고 있는 정글과 험준한 산맥을 가로지르는 지옥의 행군을 시작한다.',
    TO_DATE('20240724', 'YYYYMMDD'),
    121,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPF029718.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'B11507',
    ' 제프 쿤스. 그 은밀한 초상',
    '우리 시대 가장 논란의 중심에 있는 예술가의 내면으로의 경이로운 여행.제프 쿤스(1955~ )는 최근 30년간 가장 영향력 있고, 대중적이고, 논란의 대상이 된 예술가들 중 한 명으로 널리 알려져 있다. 이 영화는 인간이자 예술가로서의 제프 쿤스와 그의 브랜드 뒤에 존재하는 이면의 기제들을 보여준다. 이 영화는 무엇이 이 예술가의 마음을 움직여 그로 하여금 타인과 비교 불가능한 독창적인 비전을 만들게 하였는가를 밝히기 위한 제프 쿤스의 의식 세계에 대한 은밀한 탐구이다.',
    TO_DATE('20240731', 'YYYYMMDD'),
    80,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPB001674.jpg',
    12,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F60646',
    ' 아서',
    '어드벤처 레이싱 팀 주장 ‘마이클’은 최고로 힘든 지형과 날씨의 도미니카 공화국에서 700KM를 질주해야 한다!여러 단계를 통과하던 중, ''마이클'' 앞에 떠돌이 개 ''아서''가 나타나고 그의 팀을 따라다니기 시작하는데,''아서''를 포기해야만 우승 할 수 있는 상황..!마지막 도전! 우승을 놓칠 수 없는 경기!  ‘’아서’와  끝가지 함께 할 수 있을까?',
    TO_DATE('20240417', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF029010.jpg',
    2,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K34946',
    ' 검은 소년',
    '선택을 강요하는 폭력적인 아빠와 가족을 떠나버린 엄마, 끊임없이 괴롭히는 동급생까지 고등학생 ‘훈’은 어디에도 기댈 곳이 없다.문학동아리에서 책을 읽고 작은 수첩에 자신만의 이야기를 쓰며 겨우 숨통을 트던 ‘훈’에게 아빠는 자꾸만 엄마의 행방을 묻고,‘훈’ 역시 끊임없는 폭력 속에서 점차 날카로워지는데...',
    TO_DATE('20240207', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPK021624.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59461',
    ' 프리실라',
    '독일 미군 기지의 파티에 참석한 소녀 ‘프리실라 볼리외’는 당대 최고의 슈퍼스타 ‘엘비스 프레슬리’를 만난다.‘엘비스’는 ‘프리실라’에게 첫눈에 반하게 되고, 두 사람은 저항없이 서로에게 빠져든다.평범한 소녀였던 ‘프리실라’는 ‘엘비스’의 연인으로 세간의 주목을 받으며, 삶의 모든 것이 변하기 시작하는데…세상을 뒤흔든 로큰롤의 황제와 평범한 소녀.두 사람의 가장 센세이션한 로맨스를 만나다!',
    TO_DATE('20240619', 'YYYYMMDD'),
    113,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPF029383.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K34800',
    ' 모르는 이야기',
    '지금부터 만날 이야기는 아무도 모르는, 혹은 아직 그 누구도 만나지 못한 이야기가 될 것이다. 척추질환으로 침대에서 생활하는 기은과 기언은 약의 부작용으로 언젠가부터 매일 잠에 빠져 꿈 속에서 살아간다. 움직임이 자유롭지 못한 그들은 꿈에서는 스턴트맨이 되거나 예술가가 되는 등 이제껏 살아보지 못한 다른 인생들을 경험하고 세상 곳곳을 자유롭게 활보하며 한 번도 가지 못한 곳으로 여행을 떠난다. 현실의 고통을 잊기 위해 더 독한 약을 삼키고 토해내는 사이, 꿈이 현실이 되고 현실이 꿈이 된 나날 속에 그들은 육신의 한계를 넘어 어느 순간 자신의 가장 깊은 내면을 향한 여정 속에 침잠한다. 육신의 자유 대신 어쩌면 정신의 자유를 찾은 이들의 기이하고도 아름다운 여정. (모은영)',
    TO_DATE('20240424', 'YYYYMMDD'),
    75,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPK021888.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'B11049',
    ' 낸 골딘, 모든 아름다움과 유혈사태',
    '세계적으로 유명한 예술가이자 활동가인 낸 골딘에 대한 서사시적이고 감성적인 이야기다. 낸 골딘의 신기원적 사진들, 슬라이드 쇼 작품, 사적 인터뷰, 희귀 영상 등을 통해 새클러 가에 마약성 진통제 과다 복용 사태 책임을 묻기 위해 나섰던 그녀의 투쟁을 보여 준다.',
    TO_DATE('20240515', 'YYYYMMDD'),
    122,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPB001639.jpg',
    2,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F59457',
    ' 이오 카피타노',
    '“그냥 우리가 이 바다 한가운데서 죽길 바라는 거죠?”사촌 무사와 함께 가수의 꿈을 품고 고향을 떠나 유럽행을 결심한 10대 소년 세이두.그러나 국경 너머엔 사막, 리비아 구금 시설, 바다의 위협 등 생과 사를 넘나드는 끔찍한 현실만이 겹겹이 기다리고 있는데..',
    TO_DATE('20240807', 'YYYYMMDD'),
    122,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPF029793.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F59456',
    ' 악은 존재하지 않는다',
    ' 드라이브 마이 카 (2021)의 음악을 맡았던 에이코 이시바시와 협력해 공연용 영상을 만들다 우연히 장편 극영화로 완성된 작품. 에이코 이시바시의 음악이 강렬한 인상을 남기면서 하마구치 작품 세계의 또 다른 장을 열어젖히는 영화다. 배경은 도쿄와 가깝지만 아직 개발이 진행되지 않은 작은 산골 마을. 코로나 위기가 끝나가자 마을에 글램핑 야영장을 건설하겠다는 주민 설명회가 열린다. 야영장이 생기면 지역 경제 활성화에 도움이 된다는 회사 측 설명에 대해 주민의 반대 의견이 이어지자 회사는 주민을 설득하기 위한 묘수를 고안해 낸다. 자연 풍광의 웅장하고 아름다운 모습과 다소 초현실적으로 느껴지는 장면들이 하마구치의 이전 영화들과 다른 감흥을 불러일으키는데 그 속에서도 하마구치 특유의 구체적인 상황 묘사와 대사들이 이어진다. 하마구치의 영화적 뿌리에 에릭 로메르나 구로사와 기요시만이 아니라 얼마나 많은 거장들이 있을지 계속 궁금하게 만드는 작품이다. (남동철)',
    TO_DATE('20240327', 'YYYYMMDD'),
    106,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF029045.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'A11944',
    ' 돌들이 말할 때까지',
    ' 감옥에 와서야 이제야 살았구나 싶었지”여기 지금으로서는 상상하기 어려운 시대를 살아온 다섯 명의 여성이 있다.1940년대 후반, 스무 살 내외의 젊은이로 제주 4.3을 겪는 와중에,그중 네 사람은 심지어 재판도 없이 전주형무소로 보내져 감옥생활까지 해야 했다.다섯 명의 할머니들이 겪었던 4.3의 이야기를 들어보면, 4.3은 단지 과거에만 머물러 있는 일이 아니었고 당시 제주도에 국한된 일만도 아니었다.4.3이 일어난 지 70여 년이 지나서야 비로소 제주4.3도민연대에서 준비한 재심 재판을 통해 이분들의 무죄가 인정되었다.2024년 4월, 76년의 세월을 담은 경청과 목도의 다큐를 만나다.',
    TO_DATE('20240417', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPA001930.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F59455',
    ' 가여운 것들',
    '대학에서 해부학을 가르치고 있는 교수인 고드윈 벡스터는 젊고 아름다운 여성 벨라와 함께 살고 있다. 어린 아기의 지능을 가지고 있는 벨라를 고드윈은 마치 자신의 딸처럼 아끼며 그녀에게 말과 행동을 가르친다. 한편 고드윈의 제자이자 평소 그를 존경해 왔던 맥스는 고드윈 교수와 가까이 지내게 되면서 벨라를 만나게 된다. 벨라의 이상 행동에 관심을 갖기 시작하는 맥스, 고드윈 박사로부터 벨라는 얼마 전에 자살한 여자를 자신이 의학적으로 되살린 것이라는 충격적인 말을 듣게 된다. 하지만 이미 벨라에게 마음을 뺏긴 맥스는 고드윈 박사의 제안에 따라 그녀와 약혼하기로 결심하는데... 요르고스 란티모스 감독의 최신작  가여운 것들 은 어린아이들을 위한 동화 같은 아름다운 미장센을 배경을 하지만 철저히 성인을 위한 작품이다. 초현실적인 배경과 기괴함으로 무장한 sci-fi 드라마  가여운 것들 에서 엠마 스톤, 마크 러팔로, 윌렘 대포 같은 기라성 같은 배우들이 열연을 선보인다.',
    TO_DATE('20240306', 'YYYYMMDD'),
    141,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPF028759.jpg',
    5,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F59141',
    ' 공백',
    '어느 날, 소에다의 딸 카논은 슈퍼에서 매니큐어를 집어들고, 곧 점장 아오야기에게 팔을 붙잡힌다. 카논은 곧장 달아나지만 아오야기에게 쫓기다 두 차례 차에 치이고 만다.카논의 장례식에 찾아온 아오야기에게, 소에다는  나는 딸이 도둑질 했다고 생각하지 않는다 라며 분노한다.관련된 사람들 모두가, 게다가 소에다 자신조차도, 되돌릴 수 없는 극지에 발을 들여놓으려고 하고 있다.',
    TO_DATE('20240316', 'YYYYMMDD'),
    108,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028870.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K35273',
    ' 한국이 싫어서',
    '“행복을 찾아 새롭게 시작하기로 했다”내가 왜 한국을 떠나느냐고?두 마디로 요약하자면 ‘한국이 싫어서’.세 마디로 줄이면 ‘여기서는 못 살겠어서’.계나는 지금 이 순간의 행복을 좇아 떠나기로 했다.',
    TO_DATE('20240828', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPK022560.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F59826',
    ' 영화 스미코구라시 - 푸른 달밤의 마법의 아이',
    '“보름달이 뜨면 마법사들이 온다고?”어느 날 호수로 캠프를 떠난 ‘스미코’들.보름달이 뜨는 밤, 마법사들이 내려와 ‘스미코’들을 파티에 초대해 신나는 시간을 보낸다.하지만 실수로 막내 마법사인 ‘파이브’가 ‘스미코’ 세상에 남게 되는데...',
    TO_DATE('20240207', 'YYYYMMDD'),
    64,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028664.jpg',
    3,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F59825',
    ' 벙커 게임',
    '게임의 엔딩은 죽음뿐! 살고 싶다면 탈출하라!오래전 버려진 벙커 속에서 핵전쟁 이후 세계를 배경으로 한 롤플레잉 게임이 한창인 가운데 갑작스러운 정전으로 인해 게임이 중단된다.참가자들을 벙커 밖으로 안내한 후 뒷정리를 위해 다시 벙커로 들어간 스태프들에게 원인을 알 수 없는 기묘한 현상들이 일어나고, 출구가 봉쇄되면서 스태프들은 벙커에 갇히게 되는데...',
    TO_DATE('20240306', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028829.jpg',
    12,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'K32444',
    ' 공작새',
    '왁킹댄서인 트랜스젠더 ‘신명’은 댄스대회 상금을 통해 성전환수술 비용을 마련하려 하지만 자신만의 컬러가 없다는 이유로 수상에 실패한다. 그리고 그날, 자신을 인정하지 않아 연을 끊고 살았던 호창농악 전수자인 아버지 ‘덕길’의 부고를 알리는 전화를 받게 된다. 아버지의 장례식장에 간 ‘명’은 아버지의 제자이자 어릴 적 함께 굿을 치고 친하게 지냈던 ‘우기’로부터 ‘덕길’의 유언을 듣게 된다. ‘명’이 ‘덕길’의 49재 농악 추모굿을 올리면 유산을 물려주겠다는 것. 급전이 필요한 ‘명’은 아버지와 마찬가지로 자신을 인정하지 않던 고향마을 호창으로 내려가 덕길의 추모굿을 올리기로 결심한다. 하지만 호창농악 보존회와 마을 사람들은 다양한 이유를 들어 ‘명’이 ‘덕길’의 추모굿에 참여하는 것을 반대하는데…고향마을로 내려와 49재 준비를 하며 아버지에 대한 오해를 점점 풀게 된 ‘명’은, 유산을 떠나 진심으로 아버지를 향한 그리움과 무엇보다 자기 자신을 위해 추모굿을 올리기로 마음 먹는다. ‘명’은 자신을 붙잡던 모든 것들을 훌훌 털어내고 마을 사람들과 함께 화합하며, 농악와 왁킹 댄스를 접목한 어디서도 보지 못했던 새로운 추모굿을 펼친다. ‘명’은 비로소 자신만의 색을 찾고 자유로움을 느낀다.',
    TO_DATE('20241023', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPK022851.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F59625',
    ' 인어공주: 마법물약의 비밀',
    '“왕자님을 만나기 위해 사람의 다리를 가지고 싶어”인간들이 사는 바다 너머 세상이 궁금한 바다의 왕 ‘트라이튼’의 사랑스러운 막내딸 ‘에리얼’.어느 날, ‘에릭 왕자’를 만나기 위해 바다 위로 올라간 ‘에리얼’은 폭풍우 속 바다에 빠진 ‘에릭 왕자’의 목숨을 구해준다.운명적인 사랑을 이루기 위해 ‘에리얼’은 바다 마녀 ‘우르슬라’와 위험한 거래를 하게 되는데..바다 밖 너머, 아름다움 꿈과 사랑이 펼쳐진다!',
    TO_DATE('20240314', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/35/tn_DPF028879.jpg',
    2,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F59196',
    ' 바튼 아카데미',
    '미국 뉴잉글랜주의 한 고등학교의 선생으로 재직 중인 폴은 가족이나 이렇다 할 친구 하나 없이 자기만의 세상에 갇혀 사는 중년 남성이다. 곧 크리스마스가 다가오는 어느 날, 집에 가지 못하고 학교 기숙사에 남아야 하는 학생들을 지도하는 역할을 맡게 되고, 그중에서도 집에 가기를 열망했으나 허사가 된 앵거스와 학교에 남게 된다. 거기에 아들과 사별한 기숙사 주방장 메리까지, 이 셋의 외로운 학교 ‘지킴이’ 생활이 시작되지만 크리스마스 기간 동안에도 공부를 강요하는 폴과 자유로운 영혼인 앵거스는 서로 부딪히기만 하는데… 고집스러운 중년 남성과 혈기 왕성한 10대 학생의 갈등과 어울릴 것 같지 않은 우정을 그린  바튼 아카데미 는 코믹하지만 그 뒤엔 잔잔한 감동과 슬픔을 선사하는 알렉산더 페인의 최신작이다. 알렉산더 페인의 대표작  사이드웨이 에서 호흡을 맞췄던 폴 지아마티가 괴팍하지만 마음 따뜻한 폴역을 너무나도 훌륭하게 소화해 낸다.',
    TO_DATE('20240221', 'YYYYMMDD'),
    133,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPF028635.jpg',
    2,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'K34240',
    ' 가로수길 이봄씨어터',
    '가로수길 이봄씨어터에 모인 영화인들!‘이봄씨어터’에서 자신의 영화로 기획전을 열어주는 것에 감동해 극장으로 향하는 이 감독.영화 제작자지만 최근 자금 조달에 어려움을 겪고 있는 영화제작자 최 대표.이 감독 영화에서 눈에 띄어 최근 주목받는 여배우가 된 윤희, 그리고 무명배우들.이 감독의 영화를 저격하기 위해 발걸음을 옮기는, 자신만의 영화평을 쓰는 영화광 김프로.각자의 사연을 가지고 극장으로 모인 영화인들어수선한 분위기에 기획전이 시작되고…영화 상영 후 각자 만의 입장을 내세우며 대립하게 되는데…',
    TO_DATE('20240501', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPK021927.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'K35545',
    ' 지금 이대로가 조아',
    '뷰티학과 캠퍼스 커플이었던 대로(조지안)와 조아(이현주).둘은 취업과 현실 앞에서 헤어지게 되고, 우연히 같은 피부과에서 직장 동료로 다시 만나게 되는데...우리 다시 사랑할 수 있을까?',
    TO_DATE('20240205', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPK021674.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F58800',
    ' 존 오브 인터레스트',
    '독일 장교 루돌프 회스(크리스티안 프리델)의 가족이 사는 그들만의 꿈의 왕국 아우슈비츠.아내 헤트비히(산드라 휠러)가 정성스럽게 가꾼 꽃이 만발한 정원에는 재잘거리는 아이들의 웃음소리로 가득하다.마치 한 폭의 그림 같은 집.과연 악마는 다른 세상을 사는가?',
    TO_DATE('20240605', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029327.jpg',
    12,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'A12271',
    ' 마녀들의 카니발',
    '1988년 ‘부산근로여성의집’ 노동자들은 근로기준법을 공부하며 밀린 월급을 받고, 생리휴가, 산전산후휴가도 쟁취한다. 세분화된 여성운동이 전개되면서 부산여성들도 가정폭력,성폭력에 맞서 거리로 나선다. 비슷한 시기, 부산경남지역 여학생들은 대학 내 성폭력규제학칙을 만드는 운동을 활발히 벌였다. 2000년 부산대 최초 페미니즘 축제  마녀들의 카니발 이 열렸고, 이후 웹진 월장 , 여학생잡지 헐스토리 까지 페미니스트들의 발화가 이어졌다. 2016년 강남역 여성혐오 살해사건을 계기로 「부산성차별성폭력끝장행동」에 참여한 10대, 20대 청년들은 학내 미투 선언과 함께 생존을 외친다. 가부장제에 저항하는 부산여자들의 기억과 삶이 부산이라는 공간에서 교차한다.',
    TO_DATE('20240925', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPA002037.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F58835',
    ' 공드리의 솔루션북',
    '영화감독 마크는 자신의 새로운 걸작이 제작자들 때문에 망할 위기에 처하자 컴퓨터를 통째로 들고 숙모가 있는 마을로 탈출한다. 머릿속에 쏟아지는 아이디어들을 하나씩 실행하기 시작하는 마크. 세계가 인정한 천재 감독과 세상에서 가장 한심한 감독을 동시에 해내는 그는 영화의 완성이 늦어지자, 모든 문제에 대한 해결책이 될 수 있는 ‘솔루션북’을 꺼낸다.',
    TO_DATE('20240814', 'YYYYMMDD'),
    103,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029860.jpg',
    6,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K35739',
    ' 아가미',
    '재혼 가정에 적응하지 못해 성인이 되자마자 배우의 꿈을 이유로 집을 나와 작은 극단에서 생활하는 승원. 오랜 시간 녹록지 않은 극단 생활을 이어가던 중 7년 동안 만나지 않았던 아버지의 부고 소식을 갑작스레 듣게 되고 충동적으로 극단을 나와 어릴 적 살던 친가족의 집으로 돌아간다. 어느 날 이복 남매인 가현이 갑작스레 승원을 찾아오고, 자신의 노량진행을 이유로 새엄마의 집으로 돌아오라는 제안을 하면서 승원은 이전의 꿈과 가족에 대해 다시금 불안함을 느끼게 된다.',
    TO_DATE('20241127', 'YYYYMMDD'),
    77,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPK023049.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'A11945',
    ' 다섯 번째 방',
    '엄마 ''효정''은 시댁살이를 하면서 세 번이나 다른 방으로 이사했다. 전업주부로 20년을 살아온 효정은 상담사라는 직업으로 새로운 가장이 되었다. 하지만 아빠는 여전히 순종적인 아내의 역할을 원한다. 엄마는 안전한 공간으로 독립을 원한다. 각방살이 중에도 아빠의 침입이 이어진다. 엄마가 계속 방을 옮겨도 아빠는 계속해서 엄마의 공간에 훼방을 놓는다. 엄마는 과연 자신만의 공간, 그 다섯 번째 방을 가질 수 있을까?',
    TO_DATE('20240605', 'YYYYMMDD'),
    81,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPA001952.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K35965',
    ' 범죄도시4',
    '신종 마약 사건 3년 뒤,괴물형사 ‘마석도’(마동석)와 서울 광수대는 배달앱을 이용한 마약 판매 사건을 수사하던 중 수배 중인 앱 개발자가 필리핀에서 사망한 사건이 대규모 온라인 불법 도박 조직과 연관되어 있음을 알아낸다.필리핀에 거점을 두고 납치, 감금, 폭행, 살인 등으로 대한민국 온라인 불법 도박 시장을 장악한 특수부대 용병 출신의 빌런 ‘백창기’(김무열)와 한국에서 더 큰 판을 짜고 있는 IT업계 천재 CEO ‘장동철’(이동휘).‘마석도’는 더 커진 판을 잡기 위해 ‘장이수’(박지환)에게 뜻밖의 협력을 제안하고 광역수사대는 물론, 사이버수사대까지 합류해 범죄를 소탕하기 시작하는데…나쁜 놈 잡는데 국경도 영역도 제한 없다!업그레이드 소탕 작전! 사정없이 싹 쓸어버린다!',
    TO_DATE('20240424', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPK021861.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'B11328',
    ' 메이킹 다큐멘터리 `스즈메의 문단속`을 따라가다',
    '2023년 상반기 극장가를 휩쓴 애니메이션 ''스즈메의 문단속''의 제작기를 담은 다큐멘터리 영상이다. ''스즈메의 문단속'' 이 만들어지기까지의 세부적인 스케치, 음악 OST등 전체적인 과정이 어떻게 만들어 졌는지 세세하게 만나볼 수 있다. 신카이 마코토 감독 , Radwimps 노다 요지로 등의 인터뷰 영상과 하라 나노카(스즈메), 마츠무라 호쿠토(소타)의 성우 오디션 과정과 연기 등을 만나볼 수 있는 영상이다.',
    TO_DATE('20240110', 'YYYYMMDD'),
    79,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPB001600.jpg',
    3,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'B11177',
    ' 마리우폴에서의 20일',
    '제96회 미국 아카데미 시상식 장편 다큐멘터리상 수상!영화제 33관왕   퓰리처상 수상에 빛나는 최고의 프론트라인 다큐멘터리!2022년 2월, 러시아의 침공으로 포위된 우크라이나의 거대한 항구도시 ‘마리우폴’.시민들은 한순간에 집, 가족 그리고 고향을 잃었지만, 러시아는 분노와 슬픔만 남은 이 도시 상황을 숨기려 한다.‘마리우폴’에 유일하게 남은 AP 취재팀은 가짜 뉴스를 반박할 수 있는 진실을 기록하기 위해, 무차별 폭격이 이어지는 절체절명의 순간에도 물러서지 않고 최전선에서 전쟁의 참상을 취재한다.전 세계가 영원히 몰랐을 진실을 보도한AP 취재팀의 가장 위태롭고 절박했던 20일',
    TO_DATE('20241106', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/61/tn_DPB001716.jpg',
    12,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F60016',
    ' 립세의 사계',
    '1,800년대 말, 폴란드의 평화로운 작은 마을 립세마을에서 가장 아름다운 여성 ‘야그나’는 어머니의 강요로 마을 최고 부유한 농민 ‘보리나’와 결혼하게 된다.‘보리나’와 결혼했지만 자유를 갈망하는 ‘야그나’,땅을 차지하기 위해 아버지인 ‘보리나’와 다투는 ‘안테크’,그리고 땅을 지키기 위해 지주와의 싸움을 시작한 마을 사람들까지.립세의 사계절이 흐르는 동안,모두의 욕망이 점차 거세게 타오르기 시작한다.',
    TO_DATE('20240110', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPF028557.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60195',
    ' 마담 웹',
    '구급대원 ''캐시 웹''(다코타 존슨)은 위험에 빠진 사람들을 구출하다 물에 빠지는 사고를 당하고 동료인 ''벤''(아담 스콧)의 도움으로 목숨을 구한다. 그날 이후 반복되는 현실의 환영들을 보게 된 ''캐시 웹''은 그것이 곧 벌어질 미래임을 깨닫게 됨과 동시에 정체불명의 인물이 세 학생을 해치는 앞날을 보게 된다. 본능적으로 이들을 구하기 위해 위험한 싸움에 휘말려든 ''캐시 웹''은 정체불명의 적 ''이지키얼 심스''가 자신과 같이 미래를 볼 수 있고 과거 자신의 어머니와 연결된 사연이 있다는 사실을 알게 되는데... 거미줄처럼 얽힌 운명 속, 미래를 지키는 마블의 NEW 히어로가 눈을 뜬다!',
    TO_DATE('20240313', 'YYYYMMDD'),
    116,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPF028795.jpg',
    2,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'B11176',
    ' 비욘드 유토피아',
    ' 비욘드 유토피아 는 북한에 남겨 두고 온 젊은 아들을 어떻게든 남한으로 데리고 오려는 어머니, 목숨을 걸고 국경을 넘어 탈출하려는 한 가족, 그리고 모든 수단을 동원해 이들을 도우려는 한 목사의 이야기다. 브로커를 통해 전화로만 아들의 안부를 알 수 있는 어머니의 애절함, 국경을 넘기 전 영상통화로 살려 달라고 울부짖는 어린 딸들의 절규, 가족들과 중국 국경에서 만나 이들이 태국에 도착할 때까지 함께하는 목사의 헌신적인 장면들이 생생하게 담겨 있는 이 작품은 보는 관객들로 하여금 가슴 시리게 한다. 각박한 현실 속에서 잊고 살았던 북한 동포들의 참담한 상황을 적나라하게 파헤친  비욘드 유토피아 는 아마도 올해 제작된 모든 다큐멘터리 중에 가장 통렬하고 충격적인 작품 중 하나라고 할 수 있다. 온갖 위험을 무릅쓰고 가족들의 탈출에 동행한 감독과 촬영진, 그리고 이 작품에 등장하는 모든 이들에게 위로와 격려의 박수를 보낸다.',
    TO_DATE('20240131', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPB001598.jpg',
    2,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K35482',
    ' 외계+인 2부',
    '반드시 돌아가야 한다. 모두를 지키기 위해인간의 몸속에 가둬진 외계인 죄수의 탈옥을 막으려다 과거에 갇혀버린 ‘이안’(김태리)은 우여곡절 끝에 시간의 문을 열 수 있는 ‘신검’을 되찾고, ‘썬더’(김우빈)를 찾아 자신이 떠나온 미래로 돌아가려고 한다.한편 이안을 위기의 순간마다 도와주는 ‘무륵’(류준열)은 자신의 몸속에 느껴지는 이상한 존재에 혼란을 느낀다.그런 ‘무륵’ 속에 요괴가 있다고 의심하는 삼각산 두 신선 ‘흑설’(염정아)과 ‘청운’(조우진), 소문 속 신검을 빼앗아 눈을 뜨려는 맹인 검객 ‘능파’(진선규), 신검을 차지하려는 ‘자장’(김의성)까지 ‘이안’과 ‘무륵’을 쫓기 시작한다.현재,탈옥한 외계인 죄수 ‘설계자’가 폭발 시킨 외계물질 ‘하바’로 인해 수많은 사람들이 죽고, 우연히 외계인을 목격한 ‘민개인’(이하늬)은 이것이 시작에 불과함을 알게 된다.모든 하바가 폭발하기까지 남은 시간은 단 48분, 마침내 시간의 문을 열고 무륵, 썬더, 두 신선과 함께 현재로 돌아온 이안.외계인에 맞서 하바의 폭발을 막고 사람들을 구해야만 한다!',
    TO_DATE('20240110', 'YYYYMMDD'),
    122,
    'http://file.koreafilm.or.kr/thm/02/99/18/28/tn_DPK021550.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F58799',
    ' 추락의 해부',
    '〈시빌〉(2019)에 이어 쥐스틴 트리에는 외형과 소리, 진실과 거짓, 현실과 환상으로 구성된 퍼즐같은 스릴러를 연출했다. 산드라와 사뮤엘은 시각 장애가 있는 아들 다니엘과 함께 사부아 지역의 통나무집에 사는 부부 작가다. 어느 날 아침 남편 사무엘이 집 발치의 눈더미에서 시체로 발견된다. 사고? 자살? 아니면 타살? 아내 산드라는(〈토니 에르만〉의 산드라 휠러) 결국 기소된다. 법정에선 추정되는 산드라의 범죄보다 그녀의 자유로운 삶의 방식 쪽으로 사람들의 이목이 집중된다. 독립적인 여성, 양성애자, 문학적인 성공. 이제 아들 다니엘만이 유일하게 어머니의 무고를 증명할 수 있다. 다니엘이 목격한 것은 정확히 무엇일까? 〈추락의 해부〉는 마키아벨리적 시나리오를 바탕으로 한 미스터리 스릴러이자 혁신적 연출을 시도한 법정 영화이고, 복잡하고 불투명한 한 여성의 잊히지 않는 초상화이다.',
    TO_DATE('20240131', 'YYYYMMDD'),
    152,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028729.jpg',
    6,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F56025',
    ' 플랜 75',
    '〈플랜 75〉의 설정은 일본 사회가 직면한 하나의 문제를 제기한다. 초고령 사회로 접어들고 노인 인구가 너무 많아지자 일본 정부는 `플랜 75`라는 정책을 시행한다. 75세 이상 노인의 경우, 국가가 나서 안락사를 권장하는 것이다. 의료비와 사회보장 지출 등 노인을 부양하는 비용은 증가하지만 그들이 경제에 기여하는 바는 부족하다는 인식이 이런 정책을 가능하게 만든다. TV에선 안락사를 선택해서 행복하다는 증언이 나오고, 정부는 안락사를 선택한 노인에게 마지막 여행과 장례를 지원해준다. 〈나라야마 부시코〉(1983)가 공동체의 유지를 위해 죽음을 선택하는 노인의 이야기를 먼 과거의 일로 다룬 반면, 〈플랜 75〉는 국가가 나서서 노인의 죽음을 부추기는 가까운 미래의 이야기다. 일본 개봉 당시 사회적 이슈로 다뤄진 영화로, 한국 사회에 던지는 메시지도 묵직하게 다가온다. (남동철)',
    TO_DATE('20240207', 'YYYYMMDD'),
    113,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028649.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'A12261',
    ' 생츄어리',
    '청주동물원의 김정호는 동물원을 토종 야생동물 보호소인 ‘생츄어리’로 바꾸려고 한다. 동물복지 활동가 최태규는 동물원 내에 사육곰 생츄어리를 만들어 보자는 제안을 받고 청주동물원의 직원이 된다. 충남야생동물구조센터에서는 야생으로 돌려보낼 수 없는 야생동물을 안락사하면서 생츄어리가 생기기를 희망한다.',
    TO_DATE('20240612', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPA001955.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'K35065',
    ' 여름이 끝날 무렵의 라트라비아타',
    '어머니 별장에 6주간의 휴식을 보내려고 온 준우. 여름만 되면 바닷가 마을에 한 달 정도 머무는 영희. 어느 날, 바다에 빠진 준우를 영희가 구해주게 된다. 준우의 집에서 많은 클래식을 보게 된 영희는 준우의 정원을 손질해 줄 테니, 클래식을 가르쳐 달라고 한다. 마음의 병을 앓던 준우와 깊은 상처를 안고 바닷가를 여름마다 찾던 영희는, 클래식을 통해 서로의 상처를 치유해 가며 위로받는 사이가 되어 간다.',
    TO_DATE('20240911', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPK022638.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'K34425',
    ' 빚가리',
    '위자료도 공과금도 연체 중인 위기의 소상공인 대복, 불경기 가운데 외상값만 늘어가고 백수 아들 홍민은 도움이 되지 않는다. 고고학 단체에서 문명을 벗어나 살아가는 대복의 아들 홍민.사람들의 따가운 시선과 수근거림은 대복을 더욱 힘들게 한다. 갈등이 깊어지던 어느 날 외상값을 밀린 원창이 행패를 부리며 대복을 위협하는데. 대복의 분노가 화산처럼 폭발한다.',
    TO_DATE('20241016', 'YYYYMMDD'),
    76,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPK022816.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'K34422',
    ' 결혼, 하겠나?',
    '결혼을 앞둔 커플 선우와 우정에게 이혼 후, 따로 살던 아빠가 뇌출혈로 쓰러진다.신용불량자인 아빠의 엄청난 병원비는 선우에게 부여되고 엄마는 아빠를 기초수급자로 만들어야 한다며 해결책을 제시한다.과연 선우와 우정은 이 재난 같은 상황을 극복하고 우정과 결혼에 골인할 수 있을까?',
    TO_DATE('20241023', 'YYYYMMDD'),
    102,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPK022889.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F59072',
    ' 파라다이스 시티',
    '현상금 사냥꾼 ‘이언 스완’은 ‘마약 밀매 조직의 두목을 쫓다 살해당한다.이후, 그의 아들 ‘라이언’은 아버지의 마지막 메시지를 듣고 살인범을 찾으러 하와이로 향한다.라이언은 아버지의 옛 동료인 로비를 찾아가 도움을 청하고, 이언의 사건을 수사하던 경찰 ‘사바나’도 두 사람의 추적에 합류한다.한편 하와이의 권력자인 ‘버클리’는 하와이에 국제마약항을 건설하려는 야심을 품고, 주지사 자리에 꼭두각시 현지인 후보를 당선시키려고 한다.이후 자신의 계획에 방해가 되는 로비를 납치하는데…',
    TO_DATE('20240118', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028648.jpg',
    2,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59827',
    ' 영화 스미코구라시 - 튀어나오는 그림책과 비밀의 아이',
    '“우리랑 함께 지낼래?”세상 어딘가에 있는 방 구석에서 한가로이 지내는 ‘스미코’들 우연히 발견한 신비한 그림책 속으로 빨려 들어가고 만다!여긴 어디? 나는 누구?성냥팔이 소녀, 빨간 모자, 인어공주, 아라비안 나이트까지!그림책 속에서 모험에 휘말린 ‘스미코’들은 친구를 찾기 위해 모험을 떠난 외톨이 ‘히요코’와 만나게 되는데…과연 ‘스미코’들은 다시 마을로 돌아갈 수 있을까?',
    TO_DATE('20240124', 'YYYYMMDD'),
    66,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028663.jpg',
    3,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K33718',
    ' 원더랜드',
    '언제 어디서든 다시 만날 수 있습니다죽은 사람을 인공지능으로 복원하는 ‘원더랜드’ 서비스가 일상이 된 세상,어린 딸에게 자신의 죽음을 숨기기 위해 ‘원더랜드’ 서비스를 의뢰한 ‘바이리’와 사고로 누워있는 남자친구 ‘태주’를 ‘원더랜드’에서 우주인으로 복원해 행복한 일상을 나누는 ‘정인’.사람들은 더 이상 그리워하거나 슬퍼하지 않는 삶을 선택할 수 있게 된다.‘원더랜드’의 수석 플래너 ‘해리’와 신입 플래너 ‘현수’는 ‘원더랜드’를 찾는 사람들이 소중한 기억을 이어갈 수 있도록 바쁜 하루하루를 보낸다.어린 시절부터 인공지능 부모님과 교감해온 ‘해리’는 이용자들의 상황을 더욱 세심히 살피고, ‘현수’는 의뢰받은 서비스에서 뜻밖의 비밀을 발견하게 되어 마음이 쓰인다.어느 날 의식불명 상태의 ‘태주’가 기적처럼 깨어나 ‘정인’ 곁으로 돌아오고 다시 마주하게 된 모든 것이 낯설고 혼란스러운 ‘태주’와 그런 그와 함께하는 현실에 ‘정인’의 마음에는 조금씩 균열이 찾아온다.한편, ‘원더랜드’에서 발굴 현장을 누비는 고고학자로 복원된 ‘바이리’는 딸과의 영상통화를 통해 친구 같은 엄마가 되기 위해 노력하지만 갑작스럽게 서비스가 종료되면서 예상치 못한 오류가 발생하는데….',
    TO_DATE('20240605', 'YYYYMMDD'),
    113,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPK021999.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F58618',
    ' 위시',
    '마음 속 깊이 ‘소원’을 품고 있는 모두를 위한 디즈니의 마법!용감한 ‘아샤’와 신비로운 ‘별’의 특별한 여정  소원과 얽힌 비밀스러운 힘을 지닌 ‘매그니피코 왕’의 숨겨진 스토리까지!2024년 1월, 믿고 듣는 디즈니표 명품 OST와 함께아름다운 로사스 왕국에서 펼쳐지는 가슴 벅찬 이야기!',
    TO_DATE('20240103', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/27/tn_DPF028476.jpg',
    2,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K35422',
    ' 한 채',
    '홀아버지인 문호와 도경은 딸들과 함께 안정된 삶을 살고 싶다. 이제 막 삼십 대가 된 문호의 딸 고은에게는 지적 장애가 있고, 곧 초등학교에 입학하는 도경의 딸 사랑은 도경의 누나 집에서 자란다. 브로커는 문호의 딸 고은과 도경의 위장결혼을 성사시킨다. 이들의 명의를 이용해 신혼가정 아파트 분양을 받은 브로커는, 도경에게 솔깃한 제안을 하고, 급기야 도경은 브로커에게 아파트를 넘기려고 한다. 뒤늦게 이 사실을 안 문호가 브로커를 찾아가지만, 브로커는 냉담하기만 하다.',
    TO_DATE('20241120', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPK023018.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K34043',
    ' 오후 네시',
    '매일 오후 4시만 되면 찾아오는 그의 방문!타인에 대한 ‘배려’를 기본적인 예의로 생각하는 정인은 교수 퇴임 이후 아내 현숙과 함께 고즈넉한 동네에 새 보금자리를 마련하고 행복한 노후를 꿈꾼다.새집으로 이사 후, 맞은 편에 사는 의사 육남에게 인사를 하기 위해 찾아간 정인 부부는 번번이 그와 길이 엇갈려 만나지 못하고, 인사를 적은 쪽지만 남기고 돌아간다.다음 날 오후 4시. 육남이 정인의 집에 방문하고, 부부는 어색한 시간을 보낸다.정인 부부는 그의 방문을 단순히 쪽지에 대한 의무적인 화답으로만 생각하여 해프닝으로 넘긴다.하지만 이후 매일 ‘오후 4시’만 되면 육남이 정인의 집으로 찾아오고…정인이 대화를 시도해도, 육남은 “그렇소“ 혹은 “아니오”로만 대답하여 분위기는 더욱 경직된다.오후 4시 정각이면 찾아오는 ‘육남의 방문’이 정인과 현숙의 평화로운 하루를 점점 지배하고, 시간이 지날수록 정인은 그의 방문과 고압적인 태도 때문에 심리적 압박을 느끼는데….',
    TO_DATE('20241023', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/60/tn_DPK022927.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K29279',
    ' 검치호',
    '가망 없는 엄마를 간병하며 병실생활 중인 소녀. 삶에 지칠 대로 지친 소녀가 스스로 결단을 내리려는 순간, 같은 병실의 보호자로 있던 과묵한 노인이 다가온다.',
    TO_DATE('20240328', 'YYYYMMDD'),
    85,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPK021818.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F60276',
    ' 아이엠 티라노',
    '티라노사우루스와 함께 떠나는 쿵쾅쿵쾅 백악기 대모험공룡 세계의 진정한 왕은 누구인가!평화로운 일상을 보내던 ‘그린 밸리’의 왕 티라노사우루스 ‘로건’과 티라노사우루스답지 않게 겁 많고 소심한 그의 아들 ‘재럿’.어느 날, ‘로건’은 ‘그린 밸리’의 질서를 어지럽히는 악당 패거리 ’데이노니쿠스‘와 싸우던 중 절벽에서 추락해 죽고 만다.‘재럿’은 가까스로 악당 패거리로부터 탈출하고, 공룡 친구들을 만나 아빠의 복수와 ‘그린 벨리’를 되찾기 위해 훈련을 시작하는데..왕이 되기 위한 티라노의 여정이 시작된다!',
    TO_DATE('20240301', 'YYYYMMDD'),
    77,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028750.jpg',
    4,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F58118',
    ' 패스트 라이브즈',
    '12살의 어느 날,''해성''의 인생에서 갑자기 사라져버린 첫사랑, ''나영''12년 후, ''나영''은 뉴욕에서 작가의 꿈을 안고 살아가다SNS를 통해 우연히 어린 시절 첫사랑 ''해성''이 자신을 찾고 있었다는 사실을 알게 된다.또 한 번의 12년 후, 인연의 끈을 붙잡기 위해 용기 내어 뉴욕을 찾은 ''해성''수많은  만약 의 순간들이 스쳐가며, 끊어질 듯 이어져온 감정들이 다시 교차하게 되는데...우리는 서로에게 기억일까? 인연일까? 패스트 라이브즈 ',
    TO_DATE('20240306', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028823.jpg',
    12,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F58529',
    ' 메이 디셈버',
    '“왜 날 연기하고 싶어요?”“전 이해하기 어려운 캐릭터가 좋아요”신문 1면을 장식하며 미국을 떠들썩하게 만든 충격적인 로맨스의 주인공들인 ‘그레이시’(줄리안 무어)와 그보다 23살 어린 남편 ‘조’(찰스 멜튼).20여 년이 흐른 어느 날, 영화에서 그레이시를 연기하게 된 인기 배우 ‘엘리자베스’(나탈리 포트만)가 캐릭터 연구를 위해 그들의 집에 머물게 된다.부부의 일상과 사랑을 깊숙이 들여다보는 엘리자베스의 시선과 과거의 진실을 파헤치는 그의 잇따른 질문들이 세 사람 사이에 균열을 가져오는데...',
    TO_DATE('20240313', 'YYYYMMDD'),
    117,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028832.jpg',
    2,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F59063',
    ' 웡카',
    '세상에서 가장 달콤한 여정좋은 일은 모두 꿈에서부터 시작된다!가진 것은 달콤한 꿈과 낡은 모자 뿐인 ‘윌리 웡카’가세계 최고의 초콜릿 메이커가 되기까지 놀라운 여정을 그린 스윗 어드벤처',
    TO_DATE('20240131', 'YYYYMMDD'),
    116,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPF028589.jpg',
    2,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K35727',
    ' 장인과 사위',
    '마른 하늘에 장인어른?!이제는 한물간 삼류 영화배우 박진기.음반 제작이라는 목표의 삼류가수 도필과 영화제작이 목표인 진기는 투자자를 구하려 떠난 부산에서 잘해보려고 했던 것뿐인데 결과는 엉망진창.결국, 집에서 쫓겨난 진기는 장모님의 계략으로 치매에 걸려 정신이 깜빡깜빡 끊임없이 사고를 치는 장인 과의 기막힌 동거를 시작하게 되는데…왕년에 한가닥 하던 삼류배우 사위 X 왕년에 한가락 하던 치매 노인 장인가깝고도 먼 사이 ‘장인과 사위’의 대환장 강제 동거 라이프',
    TO_DATE('20240215', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPK021657.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K36055',
    ' 화녀',
    '연기대상까지 받으며 잘 나가던 여배우 ‘수연’(박지연)은어느 날, 음주 사고를 일으켜 긴 자숙의 시간을 갖는다.자숙 이후 에세이를 발간하며 다시 한번 복귀를 시도하지만, 세상은 그녀를 차갑게 대하고…우울감에 빠진 ‘수연’은 함께 살고 있던 후배 ‘가영’과 홧김에 싸우고 스트레스를 풀기 위해 폭음을 한다.술에 취해 자고 일어난 ‘수연’은 칼에 찔려 죽어 있는 ‘가영’을 발견한다.아무 기억도 나지 않는 상황, 어떻게든 수습해보려던 ‘수연’에게 “당신은 배우의 자격이 있습니까?”라는 편지가 도착하고…누군가 자신을 지켜보고 있단 사실을 알게 된 그녀는 모든 것을 은폐하기 위해 인생을 건 모험을 감수하는데…2024년 3월지금껏 참아왔던 그녀의 분노가 폭발한다!',
    TO_DATE('20240314', 'YYYYMMDD'),
    102,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPK021684.jpg',
    1,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'A12614',
    ' 그날의 딸들',
    '4.3 항쟁의 구술 작가인 양경인과 한국으로 유학 온 르완다인 파치스가 마주 보고 대화한 다음 나란히 손을 잡고 여행을 떠난다. 세대도 국적도 하는 일도 다른 두 사람은 대학살 생존자의 딸이라는 공통점이 있다.  그날의 딸들  은 제주 4.3 항쟁과 르완다의 제노사이드가 얼마나 닮은꼴의 비극인지를 말하지만 거기서 멈추지 않는다. 과거를 들여다본 다음 미래로 시선을 향하는 이 치유의 여정은 제주에서 르완다로 향했다가 다시 제주에서 완결된다. 생면부지의 세 살 여자아이를 거둬들인 할머니, 아이들을 키워내기 위해서는 살인자를 용서해야 했다는 마리아, 마리아에게 참회하는 가해자 프랑코. 침묵과 회피에서 용서와 속죄에 이르는 기적 같은 과정이 때로는 깨어날 수 없는 악몽으로, 때론 눈물 쏟게 하는 포용으로 ‘그날의 딸’들을 감싼다. (강소원)',
    TO_DATE('20240403', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPA001933.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F60091',
    ' 극장판 스파이 패밀리 코드 : 화이트',
    '세계 각국이 물밑에서 치열하게 정보전을 펼치고 있는 시대. 서로의 정체를 숨긴 채 결성된 위장 가족의 아버지 ''로이드(스파이)''와 어머니 ''요르(암살자)'', 딸 ''아냐(초능력자)''는 각자의 목표를 위해 비밀스러운 임무를 수행한다.오퍼레이션  올빼미  작전을 위해 첫 가족 여행을 떠나던 중, ''아냐''는 열차 안에서 수상한 캐리어를 발견하고 그 안의 초콜릿을 실수로 그만 삼켜버리고 마는데…엄청난 비밀이 숨겨진 초콜릿과 여행지에서 생기는 해프닝의 연속!! 세계의 명운은, 다시 이 위장 가족에게 맡겨졌다!',
    TO_DATE('20240320', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPF028810.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F59473',
    ' 생츄어리 2 : 쿼카가 너무해',
    '“왜 쿼카는 항상 웃어야만 해?”귀요미 쿼카의 무시무시한(?!) 도전?!세상에서 가장 무서운 동물 선발대회에 오신 걸 환영합니다!‘웃는 쿼카’라는 별명과 함께 세상에서 가장 행복한 동물로 유명한 쿼카.하지만 데이지는 웃는 쿼카 말고 ‘세상에서 가장 무서운 동물 챔피언’이 되고 싶다.자신의 꿈에 도전하기 위해 한물간 영웅이자 전 챔피언인 악어 프랭키와 함께 ‘세상에서 가장 무서운 동물 선발 대회’에 생츄어리 대표로 참가하려고 하는데...과연 데이지는 사자, 드래곤, 북극곰 등 무섭고도 엄청난 선수들과 겨뤄 자신의 꿈을 이룰 수 있을까?',
    TO_DATE('20240307', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028734.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K34165',
    ' 필사의 추격',
    '완벽한 변장술로 형사들을 크게 뺑이 치게 만들어 빅뺑이라 불리는 사기꾼 김인해(박성웅), 말보다 주먹이 빠른 분노조절장애 형사 조수광(곽시양),피도 눈물도 없는 보스 주린팡(윤경호)까지 각기 다른 이유로 제주도에서 운명적으로 조우한 세 사람! 도망칠 곳 없는 제주에 발을 디딘 그들의 쫓고 쫓기는 대환장 추격이 시작된다!',
    TO_DATE('20240821', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPK022475.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K35440',
    ' 간신의 피',
    '‘별주부전’의 현대적 재해석!팍팍한 현실을 살고 있는 동네 양아치 ‘자라’는 어느 날 뜻 밖의 기회를 얻게 된다.그것은 바로 ‘용궁파’ 보스 ‘용왕’의 간 이식을 위해 ‘토끼’를 데려오라 명을 받은 것.하지만 뒤늦게 알게 된 ‘토끼’의 정체는 어릴 적 자신의 은인이자 친구였으니…우정과 출세 사이에서 갈등하는 ‘자라’에게 선택의 시간이 다가온다.',
    TO_DATE('20240103', 'YYYYMMDD'),
    102,
    'http://file.koreafilm.or.kr/thm/02/99/18/28/tn_DPK021542.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59418',
    ' 리멘시타',
    '1970년대 로마, 스페인 이민자 클라라(페넬로페 크루즈)는 폭력적이고 바람기 있는 남편 펠리체(빈센조 아마토)와 불행한 결혼 생활 중이다.세 자녀 중 첫째 아드리아나(루아나 줄리아니)는 성 정체성 혼란을 겪으며 자신을 남자인 안드레아로 여기고, 자신을 있는 그대로 받아들여 준 소녀 사라에게 호감을 느낀다.어느 날 남편 펠리체의 비서가 집으로 찾아와 클라라에게 충격적인 소식을 전하고, 가족은 혼란에 빠지는데…',
    TO_DATE('20240125', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028707.jpg',
    12,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K29259',
    ' 카브리올레',
    '항상 웃는 얼굴, 무슨 일이건 최선을 다하며 밝고 찬란한 미래를 꿈꾸는 오지아. 어느 날 생뚱맞게 흉선암 선고를 받게 된다. 초기라서 다행일까? 여느 때와 같이 일을 떠미는 회사와 집. 평소와 같이 조깅하던 중 친구 안나가 찾아온다. 지아의 롤 모델이면서 한 회사의 대표인 안나는 당장 내일 오픈카를 타고 전국 일주를 가자고 제안하는데, 쌓인 업무와 수술 일정으로 거절하는 지아. 그리고 다음날 마주하게 된 안나의 영정사진. 번아웃이 와버린 지아는 수술비로 오픈카 ‘카브리올레’를 사고 그 길로 전국 일주를 떠난다.',
    TO_DATE('20240619', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPK022052.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'A12618',
    ' 지오디 마스터피스 더 무비',
    '2023년 11월 12일 KSPO DOME에서 개최된 god''s MASTERPIECE  공연 실황 영화. ''애수'', ''니가 있어야 할 곳'', ''보통날'', ''거짓말'', ''촛불하나'', ''길'', ''하늘색 풍선'' 등 수많은 명곡으로 구성된 셋리스트.전시와 공연을 결합한 새로운 형태의 구성과 차원이 다른 공연을 선보이며 전석 매진을 기록한역대 최고의 명품 공연 실황 영화.god 결성 25주년을 앞둔 멤버들의 진솔한 이야기와 공연 실황을 스크린에서 만날 수 있는 기회!‘god가 완성되는 시간’2023 god''s MASTERPIECE the Movie COMING SOON!',
    TO_DATE('20240110', 'YYYYMMDD'),
    108,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPA001904.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F60117',
    ' 리틀 블루',
    '모범생이었던 샤오란은 어느 날 또래 여자아이들에게 인기가 많은 같은 반 남자아이 우먀오와 데이트를 하고 해변에서 첫 성관계를 갖게 된다. 사랑을 나누었다고 생각하는 샤오란과 달리 우먀오의 태도는 달라지고, 샤오란의 성적 사진이 온라인에 유출된다. 샤오란의 세계는 흔들리고, 도움을 청할 곳 없는 샤오란은 인터넷 데이트 앱을 통해 남성들에게 위로를 찾으려 한다. 이 영화는 소셜미디어와 온라인 채팅이 일상화된 세계, 또한 십 대 여성들의 섹슈얼리티가 디지털 성폭력과 성적 착취에 손쉽게 노출되는 세계 속에 살고 있는 소녀의 성적 욕망을 다룬다. 영화는 자신의 성적 쾌락을 알아가고자 하는 십 대 여성에게 가로 놓인 성적 욕망과 수치심, 폭력 사이의 좁은 경계를 그리며 논쟁적인 질문을 던진다.',
    TO_DATE('20240627', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPF029646.jpg',
    8,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'K33924',
    ' 드라이브',
    '인기 유튜버 트렁크 납치 사건1시간 생방으로 6억 5천을 벌어야 산다!화제를 모으는 콘텐츠로 인기를 끌고 있는 유명 유튜버 ''유나''.거액의 계약을 제안받고 행복에 부풀어 있던 중, 영문도 모른 채 자신의 자동차 트렁크 안에서 눈을 뜬다.  당신이 빠져나갈 수 있는 유일한 방법. 방송하세요 드라이브를 멈추게 할 방법은 오직 하나, ''유나''를 납치한 익명의 범인은 ''유나''에게 라이브 방송으로 6억 5천을 벌면 살려주겠다는 제안을 한다.제한 시간 1시간,달리는 차 안, 인기 유튜버의 목숨을 건 트렁크 생방송이 시작된다!',
    TO_DATE('20240612', 'YYYYMMDD'),
    90,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPK021965.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'A12633',
    ' 에스파: 마이 퍼스트 페이지',
    '2020년 데뷔 이후 ‘블랙 맘바(Black Mamba)’, ‘넥스트 레벨(Next Level)’, ‘세비지(Savage)’, ‘걸스(Girls)’ 등 매 앨범마다 전 세계적인 메가 히트를 기록하며 눈부신 성장을 이뤄낸 그룹 ‘에스파(aespa)’.그들의 새로운 음악 세계와 독보적인 공연 실황은 물론,지금껏 공개되지 않은 멤버 4인의 진솔한 인터뷰,2023 첫 단독 콘서트 ‘SYNK : HYPER LINE’의 백스테이지 비하인드까지.‘에스파’의 찬란한 꿈의 기록. 그 첫 페이지가 스크린에서 펼쳐진다!',
    TO_DATE('20240214', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPA001908.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K32477',
    ' 보통의 가족',
    '물질적 욕망을 우선시하며 살인자의 변호도 마다하지 않는 변호사 ‘재완’(설경구)과 원리원칙을 중요시 여기며 도덕적이고 자상한 소아과 의사 ‘재규’(장동건)성공한 프리랜서 번역가로 자녀 교육, 시부모의 간병까지 모든 것을 해내는 ‘연경’(김희애)과 자기관리에 철저한 쿨한 여성의 표본 ‘지수’(수현)서로 다른 신념을 추구하지만 흠잡을 곳 없는 평범한 가족이었던 네 사람.어느 날, 아이들의 범죄 현장이 담긴 CCTV를 보게 되면서 사건을 둘러싼 이들의 갈등은 걷잡을 수 없이 커져간다.그리고 매사 완벽해 보였던 이들은 모든 것이 무너져가는데…신념을 지킬 것인가본능을 따를 것인가그날 이후, 인생의 모든 기준이 흔들리기 시작했다',
    TO_DATE('20241016', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPK022788.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F58918',
    ' 로봇 드림',
    '1980년대 뉴욕 작은 아파트에 개 한 마리가 외롭게 산다. 우연히 TV를 돌려 보다가 홀린 듯 반려 로봇을 주문하고, 이제는 세상에서 둘도 없는 친한 친구가 된 개와 로봇. 그러던 어느 좋은 날, 둘은 해변으로 놀러 가게 되고, 바다에 들어간 로봇은 녹슬어 움직일 수 없게 된다. 어쩔 수 없이 로봇을 두고 돌아간 개, 혼자 남겨진 로봇은 가만히 상황이 나아지기를 꿈꾸는데...',
    TO_DATE('20240313', 'YYYYMMDD'),
    103,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030038.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K35792',
    ' 연련(戀鍊)',
    '비참하게 살아가던 동련은 노름꾼과 싸운 후 한양으로 도망치던 중 개성 주모에게 최순영 집에서 큰 굿이 벌어졌다는 소식을 듣고 굿판에 뛰어들어 사기굿으로 최순영을 속인다. 그러나 들통나 매를 맞아 죽을 지경이 되었을 때 꿈속에서 만난 서연이 부른 공명가를 부르자 최순영은 딸이 부르던 모습을 떠오리며 그리워한다. 동련은 서연의 가족을 통해 자신을 돌아보게 되고 사랑하는 아내를 그리워하며 다시 살아갈 용기를 낸다.',
    TO_DATE('20240327', 'YYYYMMDD'),
    127,
    'http://file.koreafilm.or.kr/thm/02/99/18/35/tn_DPK021778.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F60065',
    ' 기괴도',
    '아직도 영매사의 입지가 강력한 외딴 섬.그곳에서 천재 뇌 과학자 ‘토모히코’는 팀원들과 현실 세계와 똑같은 가상공간을 구성하는 VR 연구, 일명 ‘신세계’ 프로젝트를 진행 중이다.하지만, 어느 날부터 프로그램에 이유를 알 수 없는 시스템 에러와 버그가 빈번해지기 시작하고 마을 주민들의 불가사의한 죽음이 이어진다.분간할 수 없는 현실과 가상 사이,이제까지 없던 새로운 공포가 온다!',
    TO_DATE('20240612', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPF029374.jpg',
    3,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'A12587',
    ' 열 개의 우물',
    '1980년대 인천의 빈민지역에서 선택의 여지없이 먹고 살아야 했던 여성들과 일하는 그녀들의 아이를 돌보기 위해 그곳으로 들어간 여성들이 있었다. 김현숙은 당시에 만났던 이들 중 여러 명의 여성들을 나에게 연결시켜주었다. 나는 제일 먼저 욕 잘하고 엉덩이가 커서 졸졸 따라다녔다는 안순애를 찾아간다.',
    TO_DATE('20241030', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/61/tn_DPA002069.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K30743',
    ' 탈주',
    '“내 앞 길 내가 정했습니다”휴전선 인근 북한 최전방 군부대.10년 만기 제대를 앞둔 중사 ‘규남’(이제훈)은 미래를 선택할 수 없는 북을 벗어나 원하는 것을 해 볼 수 있는 철책 너머로의 탈주를 준비한다.그러나, ‘규남’의 계획을 알아챈 하급 병사 ‘동혁’(홍사빈)이 먼저 탈주를 시도하고, 말리려던 ‘규남’까지 졸지에 탈주병으로 체포된다.“허튼 생각 말고 받아들여. 이것이 니 운명이야”탈주병 조사를 위해 부대로 온 보위부 소좌 ‘현상’(구교환)은 어린 시절 알고 지내던 ‘규남’을 탈주병을 체포한 노력 영웅으로 둔갑시키고 사단장 직속보좌 자리까지 마련해주며 실적을 올리려 한다.하지만 ‘규남’이 본격적인 탈출을 감행하자 ‘현상’은 물러설 길 없는 추격을 시작한다.',
    TO_DATE('20240703', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPK022096.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'A12565',
    ' 1923 간토대학살',
    '조선인을 향한 대학살 101년간 과거를 부정한 일본 정부1923년 9월1일, 관동대지진 직후 일본 정부는 조선인이 폭동을 일으키려 한다는 유언비어를 퍼뜨려 계엄령을 내리고, 무고한 조선인을 무참하게 학살하기 시작했다.인류 역사에 유례를 볼 수 없는 반인류적인 범죄이자 제노사이드인 학살 사건 그리고 101년간 이 사실을 인정하지 않은 일본.하토야마 유키오 전 일본 총리와 스기오 의원 등 일본 정치인, 시민단체 관계자, 학살 피해자 유족들까지 진실 밝히기 위해 고군분투한 목소리를 따라간다.그리고 서양 함대 군인이 찍은 결정적인 증거가 발견되는데…왜곡된 101년, 잊을 수 없는 간토대학살과거를 잊은 민족에게 미래는 없다!',
    TO_DATE('20240815', 'YYYYMMDD'),
    116,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPA002014.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F59566',
    ' 라이즈',
    '엘리즈는 파리 오페라 극단(Opera de Paris)의 촉망받는 발레리나다. 그녀는 발레 작품 `라 바야데르(La Bayadère)`의 주연을 맡으며 꿈에 다가선다. 하지만 남자친구의 배신으로 공연 도중 발목을 다치는 심각한 부상을 입는다. 엘리즈는 재활치료를 받지만 발레를 하기 어렵다는 말을 듣는다. 발레 외에는 다른 어떤 것도 상상해 본 적 없던 그녀는 무기력한 마음을 떨쳐내고자 새로운 시작을 위해 파리행을 택한다. 파리에서 아티스트들이 머무는 브르타뉴 레지던스에서 일하며 현대무용단을 만나 안무연습을 돕는다. 이를 계기로 엘리즈는 다시 한 번 춤에 대한 열정을 품고 새로운 세상을 향해 떠난다.',
    TO_DATE('20240117', 'YYYYMMDD'),
    117,
    'http://file.koreafilm.or.kr/thm/02/99/18/28/tn_DPF028504.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59994',
    ' 밥 말리: 원 러브',
    '전설의 아티스트 ‘밥 말리’,스크린을 뜨거운 전율의 무대로 만들다!오랜 분열로 혼란스러운 시기에 빠진 자메이카 국민들을 위로하기 위해 스마일 자메이카 콘서트를 준비하던 ‘밥 말리’는 총격을 입고 영국으로 망명을 택한다. 런던에서 지내며 사랑과 평화, 공존의 메시지를 담은 ‘엑소더스’ 앨범을 발매하고 전세계가 열광하는 아이콘이 된 ‘밥 말리’. 그는 생명의 위협에도 불구하고 다시 한번 자메이카 국민들 앞에서 평화를 노래하는 콘서트를 열기 위해 무대에 오르는데…슈퍼스타, 시대의 아이콘, 메시지가 된 ‘밥 말리’멈추지 않고 전세계에 평화와 사랑을 노래하다!',
    TO_DATE('20240313', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/28/tn_DPF028498.jpg',
    2,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F58056',
    ' 대결! 애니메이션',
    '공무원 생활을 그만두고 7년 만에 대망의 첫 작품인 애니메이션  사운드백 카나데의 돌 로 꿈에 그리던 감독 데뷔를 하게 된 ‘히토미’.업계에서 히트 제조기로 추앙받는 메인 프로듀서 ‘유키시로’와 내내 실랑이를 벌이며 그녀의 열정은 점차 시들해지고 제작 현장에는 먹구름이 드리워진다!한편, 토요일 오후 5시 황금시간대의 라이벌은 한때 ‘히토미’의 롤모델이었던 천재감독 ‘오우지’의 신작으로 결정되는데…8년 만의 신작 발표를 앞두고 자취를 감춰버린 ‘오우지’로 인해 멘붕에 빠져버린  운명전선 리델라이트 의 메인 프로듀서 베테랑 ‘아리시나’!마침내 시작된 숙명의 애니메이션 대결. 흥행 전쟁의 승자는 과연 누구일까?!',
    TO_DATE('20240306', 'YYYYMMDD'),
    129,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPF028574.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K35655',
    ' 파묘',
    '미국 LA, 거액의 의뢰를 받은 무당 ‘화림’(김고은)과 ‘봉길’(이도현)은 기이한 병이 대물림되는 집안의 장손을 만난다.조상의 묫자리가 화근임을 알아챈 ‘화림’은 이장을 권하고, 돈 냄새를 맡은 최고의 풍수사 ‘상덕’(최민식)과 장의사 ‘영근’(유해진)이 합류한다.“전부 잘 알 거야… 묘 하나 잘못 건들면 어떻게 되는지”절대 사람이 묻힐 수 없는 악지에 자리한 기이한 묘.‘상덕’은 불길한 기운을 느끼고 제안을 거절하지만, ‘화림’의 설득으로 결국 파묘가 시작되고…나와서는 안될 것이 나왔다.',
    TO_DATE('20240222', 'YYYYMMDD'),
    134,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPK021733.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59834',
    ' 타이거스 네스트: 호랑이의 보디가드',
    '장엄한 히말라야에서 펼쳐지는 아름다운 모험 대서사시. 어느 날, 고아 소년 발마니는 잔혹한 밀렵꾼으로부터 새끼 호랑이를 구해낸다. 그리고 밀렵꾼을 피해 멀리 떨어진 안전한 곳으로 위험천만한 긴 여정을 떠난다. 이 여정 속에서 발마니와 새끼 호랑이 무크티 사이에 두터운 신뢰와 끈끈한 유대감이 싹 튼다. 무크티에게 히말라야 높은 산 속에 새로운 집을 마련해 주기 위해 발마니는 수 백 마일에 달하는 험하고 먼 길과 극한의 날씨를 이겨내야만 한다.',
    TO_DATE('20240516', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029329.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'K29239',
    ' 진주의 진주',
    '영화감독 진주는 자신의 영화 촬영을 일주일 앞두고 있다. 하지만 가장 중요한 장소인 카페가 갑자기 공사를 하게 되어 막막해진다. 다행히 선배의 소개로 새롭게 알게 된 50년 전통의 카페 ‘삼각지 다방’. 이곳은 지역의 예술가들이 창작활동과 공연, 모임을 가지는 곳으로 이들의 흔적이 고스란히 담겨있다. 진주는 이곳 삼각지 다방이 마음에 든다. 하지만 이곳 삼각지 다방도 곧 공사를 한다고 하는데...',
    TO_DATE('20240724', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/49/tn_DPK022404.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'A11002',
    ' 아주 오래된 미래도시',
    '인천의 원도심인 중구는 일제 강점기시절 최초의 개항이 이루어진 곳이며 근대건축물들과 적산가옥, 철도, 해운, 공항의 시작점이기도 하다. 현재 이곳은 개발과 재건축/재생의 두 개념이 첨예하게 대립하고 있는 곳이기도 하다. 인천 중구를 중심으로 올바른 재생을 꿈꾸는 이들에 대한 이야기를 담아보았다.',
    TO_DATE('20240619', 'YYYYMMDD'),
    82,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPA001950.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'K33627',
    ' 세기말의 사랑',
    '이름은 ‘김영미’ 별명은 ‘세기말’인 칙칙한 그녀뉴 밀레니엄의 시대, 컬러풀한 인생을 향해 전진!1999년 12월 31일.세상이 끝날지도 모른다고 생각한 ‘영미’는 남몰래 짝사랑하던 ‘도영’을 향해 인생 최대의 용기를 발휘한다.그러나 2000년 1월 1일.돈도 사랑도 모두 날린 채 새천년을 맞이하는 순간,‘영미’ 앞에 ‘도영’의 마누라라는 낯선 여자 ‘유진’이 나타나는데…',
    TO_DATE('20240124', 'YYYYMMDD'),
    116,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPK021595.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F60225',
    ' 청춘 돼지는 책가방 소녀의 꿈을 꾸지 않는다',
    '3월에 들어서, 3학기도 앞으로 1달 남았다.연인인 사쿠라지마 마이의 졸업식을 맞이한 아즈사가와 사쿠타.시치리가하마 해안가에서 마이를 기다리던 도중 그의 눈앞에 아역 시절의 마이를 쏙 빼닮은 초등학생이 나타난다. 아저씨는 누구야? 꿈인지 환상인지, 불가사의한 경험을 떠올리던 사쿠타에게 아버지로부터 전화가 걸려온다. 너희 엄마 말인데, 카에데를 보고 싶다고 하네. 그건 카에데에게 일어난 일을 받아들이지 못하고 오랫동안 입원해 있던 어머니로부터 온 ''보고 싶다''라는 소망.어머니의 소원에 응한 카에데와 함께 어머니를 만나기로 결정.오랜만의 대면 기회에 긴장을 감추지 못하는데...그런 사쿠타의 몸에 낯선 흉터가 나타난다.이것은 새로운 사춘기 증후군의 전조인가.',
    TO_DATE('20240201', 'YYYYMMDD'),
    76,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028722.jpg',
    3,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F59938',
    ' 클럽 제로',
    '오스트리아의 베테랑 영화감독 예시카 하우스너는 그동안 관습적 믿음과 이로 인해 발생한 부조리에 대해 의심하고 질문을 던지는 영화를 주로 만들었다. 신에 대한 믿음에 관한 영화였던 네 번째 장편영화  루르드 (2009)로부터 본격화된 이 여정은  아무르 포 (2014)와  리틀 조 (2019)를 거치면서, 한층 다채로워지고 세련되어졌다. 올해 칸영화제에서 공개된 신작  클럽 제로 에서는 ‘의식적 식사(conscious eating)’라는 독특한 소재를 통해, 교사, 부모, 학생(자녀) 간의 믿음에 관해 의문을 제기한다. 영양 교사와 학생들의 잘못된 신뢰 관계는 학생들의 위험에 빠뜨리고, 영화는 학교의 방임과 부모의 무책임에서 비롯된 이 어이없는 일을 해결하기 위해 결국 문제 교사에게 의존할 수밖에 없는 아이러니한 현실을 차갑게 담아낸다. 믿음과 의심의 경계 위에 아슬아슬하게 놓인 섬뜩하고 세련된 우화다. (조지훈)',
    TO_DATE('20240124', 'YYYYMMDD'),
    109,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPF028575.jpg',
    12,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F58084',
    ' 러브 달바',
    '어른스러운 옷차림, 짙은 화장, 나이 대와 어울리지 않은 걸음걸이의 12살 소녀 ‘달바’세상과 단절된 채 아빠와 단둘이 살던 ‘달바’의 인생은 이웃집의 신고로 한순간에 뒤바뀐다.영문도 모른 채 들어가게 된 보호 쉼터.그곳에서 만난 세상은 모든 것이 낯설고 혼란스럽다.친구들은 소녀를 비웃고, 어른들은 자신의 유일한 사랑인 아빠가 잘못됐다고 말한다.“난 어떤 존재예요?”아빠에게, 주위 사람들에게 그리고 자신에게 물음을 던지는 소녀.여자에서 소녀로, ‘달바’의 새로운 첫걸음이 시작된다.',
    TO_DATE('20240814', 'YYYYMMDD'),
    88,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029826.jpg',
    12,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'A12617',
    ' 건국전쟁',
    '1945년 해방 이후 남과 북은 서로 다른 길을 걸어 왔다. 자유를 억압하고 인권을 탄압하는 공산주의 독재 국가 북한과 자유와 민주주의에 기초한 경제 번영과 선진국의 길로 들어선 대한민국. 두 나라는 같은 언어, 역사, 인종을 공유하면서 어떻게 극단적인 두 나라로 갈라졌을까? 지난 70년 역사를 통해서 오늘의 대한민국을 만들고 지켜내기 위해 노력했던 이승만 대통령과 건국1세대들의 희생과 투쟁을 조명한 작품.',
    TO_DATE('20240201', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPA001915.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'A12404',
    ' 모래바람',
    '“저는 모두의 꿈이었어요”2009년 최초의 여자 천하장사 탄생 이후,임수정과 최희화, 김다혜, 양윤서, 송송화는 씨름 실업팀 ‘콜핑’에서 만난다.10여 년간 늘 정상을 지켜왔기에 더더욱 그 자리를 지키고 싶은 ‘임수정’.20년간 여자 씨름만을 위해 인생을 바친 송송화.그녀들을 롤모델로 천하장사를 향해 달려가는 양윤서, 김다혜, 최희화!모래판 위에서는 라이벌이지만, 모래판 밖에서는 서로의 꿈을 응원하는 최강의 동료애!독보적인 천하장사로 군림한 임수정 선수와 그에게 도전하는 4명의 여자씨름 선수들의 진솔한 이야기를 만나다!',
    TO_DATE('20241127', 'YYYYMMDD'),
    79,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPA002082.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F60137',
    ' 스노우 퍼핀즈',
    '슈퍼 버드 히어로 퍼핀즈와 함께라면매일매일이 신나는 모험이 된다!똘똘이 퍼핀 ‘택’ X 장꾸 삐삐 퍼핀 ‘디디’ X 튼튼이 메가 퍼핀 ‘파이’X 순둥이 막내 퍼핀 ‘틱’ 그리고 퍼핀즈의 든든한 리더 ‘조니 퍼프’그들은 우연히 외계 운석을 찾고 각기 다른 슈퍼파워를 갖게 된다.그때 북극을 파괴하는 욕심쟁이 슈퍼 악당 ‘오토’가 나타나는데...스노우 타운과 북극을 지키기 위한 퍼핀즈의 시크릿 미션이 시작된다!',
    TO_DATE('20240215', 'YYYYMMDD'),
    70,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028708.jpg',
    12,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'B11405',
    ' 아녜스 V에 의한 제인 B',
    '여자는 변화가 심하다. 제인 버킨보다 더 그런 사람이 있을까? 이 변화무쌍한 영화는 수많은 계절을 지나, 수많은 많은 이야기들을 만들어낸다. 그녀는 자신의 유머러스한 감각 안에서 자유롭게 삶을 즐긴다. 제인 버킨은 영화 안에서 놀랄 만큼 다양한 퍼포먼스를 보여 준다. (한국시네마테크협의회 - 2010년 아녜스 바르다 회고전)',
    TO_DATE('20240131', 'YYYYMMDD'),
    98,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPB001603.jpg',
    6,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'F60007',
    ' 엔드 오브 에반게리온',
    '‘신세기 에반게리온’ TV 시리즈의 완결판-‘카오루’의 죽음 이후 공황 상태에 빠진 ‘신지’.한편, 네르프 총사령관 ‘겐도’는 ‘서드 임팩트’즉, ‘인류보완계획’을 놓고 ‘제레’와 갈등을 벌인다.이에 ‘제레’는 양산형 에바를 투입해 네르프 본부와 에바 파일럿들을 향해 총공격을 감행하고 맹공에 혼수 상태였던 ‘아스카’까지 완전히 폭주한다.‘신지’는 ‘미사토’의 도움으로 겨우 초호기에 오르지만, 인류의 운명을 결정해야 하는 상황에 한계에 부딪히게 되는데…',
    TO_DATE('20240117', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/28/tn_DPF028507.jpg',
    3,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'K23727',
    ' 시민덕희',
    '내 돈을 사기 친 그 놈이 구조 요청을 해왔다! 세탁소 화재로 인해 대출상품을 알아보던 생활력 만렙 덕희에게 어느 날, 거래은행의 손대리가 합리적인 대출상품을 제안하겠다며 전화를 걸어온다. 대출에 필요하다며 이런저런 수수료를 요구한 손대리에게 돈을 보낸 덕희는 이 모든 과정이 보이스피싱이었음을 뒤늦게 인지하고 충격에 빠진다.전 재산을 잃고 아이들과 거리로 나앉게 생긴 덕희에게 어느 날 손대리가 다시 전화를 걸어오는데… 이번엔 살려달라는 전화다!경찰도 포기한 사건, 덕희는 손대리도 구출하고 잃어버린 돈도 찾겠다는 일념으로 필살기 하나씩 장착한 직장 동료들과 함께 중국 칭다오로 직접 날아간다.',
    TO_DATE('20240124', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPK021635.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'K23725',
    ' 소방관',
    '살리기 위해, 살아남기 위해 하루하루가 마지막 현장인 소방관 팀은 열악한 환경 속에서도 화재 진압과 전원 구조라는 단 하나의 목표로 의기투합한다.어느 날, 다급하게 119 신고 전화로 홍제동에 화재가 발생했다는 긴급 상황이 접수되자 팀원들은 위기를 직감하는데…누군가의 가족, 친구, 사랑하는 사람우리가 기억해야 할 그 이름 소방관 2001년 가장 빛났던 그들의 이야기를 기억하겠습니다.',
    TO_DATE('20241204', 'YYYYMMDD'),
    106,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPK023200.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K27150',
    ' 보고타: 마지막 기회의 땅',
    '희망 없는 인생, 기회는 바로 그 곳에 있었다.1997년 IMF의 후폭풍을 피하지 못한 국희(송중기)와 가족들은 지구 반대편 콜롬비아 보고타로 향한다. 낯선 땅에서 살아남기 위해, 한인 상인회의 권력을 쥔 박병장(권해효) 밑에서 일을 시작한 국희. 성실함으로 박병장의 눈에 띈 국희는 박병장의 테스트로 의류 밀수 현장에 가담하게 되고, 콜롬비아 세관에게 걸릴 위기 상황 속에서 목숨 걸고 박병장의 물건을 지켜내며 박병장은 물론 통관 브로커 수영(이희준)에게도 강렬하게 존재감을 각인시킨다. 곧 수영이 국희에게 위험한 제안을 하고, 이를 눈치 챈 박병장 또한 새로운 계획을 세우며 국희를 시험에 들게 한다.본인의 선택으로 보고타 한인 사회의 판도를 바꿀 수 있음을 체감한 국희는 점점 더 큰 성공을 열망하게 되는데…',
    TO_DATE('20241231', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/69/tn_DPK023221.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60740',
    ' 꼬마참새 리차드: 신비한 보석 탐험대',
    '황새가 키운 최강 꼬마참새 ‘리차드’가 돌아왔다!아프리카의 해변에서 황새 가족의 따듯한 보살핌 속에 뛰어난 비행 실력을 지닌 용감한 참새로 자란 ‘리차드’.어느 날 ‘리차드’는 친구인 앵무새 ‘키키’, 올빼미 ‘올가’와 함께 우연히 위험천만한 사막을 지나 신비로운 도시에 도착하게 된다.하지만 그들은 곧 공작새 ‘자마노’의 부하인 대머리황새들에게 공격을 당하고 도시 참새의 리더 ‘사미아’의 도움을 받아 가까스로 위기에서 벗어난다.자신을 구해준 도시 참새들이 탐욕스러운 ‘자마노’에게 잡혀 있다는 사실을 알게 된 ‘리차드’와 친구들은 이제 그들을 구하기 위해 전설 속 보석을 찾기로 결심하는데…더 빠르게! 더 신나게! 더 높게!신비한 보석을 찾아 아프리카 속으로 훨훨 날아볼까?',
    TO_DATE('20240501', 'YYYYMMDD'),
    85,
    'http://file.koreafilm.or.kr/thm/02/99/18/39/tn_DPF029134.jpg',
    12,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F54389',
    ' 일 부코',
    ' 네 번 (2010)을 통해 안과 밖, 현실과 허구, 인간과 비인간의 경계를 허물었던 미켈란젤로 프라마르티노 감독이 10년 만에 선보이는  일 부코 는 하나의 시적 모험이다. 1960년대 초반 이탈리아 북부에 유럽에서 가장 높은 건물이 건설되고 있을 무렵, 남부 칼라브리아 내륙에서는 한 동굴학자 그룹의 동굴 탐험이 시작됐다.  일 부코 는 700미터가 넘는 깊이의 비푸르토 동굴의 초기 탐험 (1961)을 재현한 작품이다. 동굴 입구에서 끝을 가늠할 수 없는 검은 구멍을 향해 한없이 침잠하며 카메라가 다다르는 곳은, 바위와 암흑으로 이루어진 시간을 초월한 또 하나의 세계다. 감독은 이러한 지하 세계와 폴리노 고원의 늙은 목동의 삶을 병치시키면서 심연의 끝에서나 경험할 수 있는, 그 신비하고 절대적인 아름다움으로 관객을 인도한다. (서승희)',
    TO_DATE('20240124', 'YYYYMMDD'),
    97,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028667.jpg',
    12,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K28870',
    ' 섬.망(望)',
    '사람들이 하나둘 멈추어 가는 세상에서, 은애는 강아지 몽이와 떠돌아다니고 있다. 멈춘 거리를 돌아다니던 그녀는 어릴 적 기억과 마주하고, 한 폐허에서 멈추지 않은 채 은애를 기다리는 한 남자를 만나게 된다.',
    TO_DATE('20241217', 'YYYYMMDD'),
    154,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPK023202.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'K25888',
    ' 혐오의 스타',
    ' 혐오의 스타 는 다이어트에 돌입한 누군가의 인스타그램 피드에서 시작한다. 계정의 주인은 미영. 그는 뮤지컬 배우를 꿈꾸지만 낮은 자존감에 허덕이는 중이다. 대현도 비슷한 처지. 그에게는 마른 몸 때문에 놀림 받아온 역사가 있다. 미영과 대현에게는 불법촬영물로 인해 악플러들의 타깃이 되었다는 공통점도 있다. 두 사람은 게스트하우스에서 우연히 만나 서로를 알아본다.  악녀 의 각본을 쓴 정병식 감독의 연출작  혐오의 스타 는 유튜브를 중심으로 한 인터넷 풍속도를 펼쳐놓는 블랙 코미디로 출발해 뭉클한 뮤지컬로 나아간다. 영화는 과감하고 현실적인 화면 속에서 새로운 관계의 가능성을 탐색한다. (남선우)',
    TO_DATE('20240123', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPK021625.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'A10942',
    ' 잠자리 구하기',
    '고등학교 3학년인 나는 카메라를 들고 입시를 치르는 나와 친구들을 찍는다.시간이 흘러 대학생이 된 나는 입시 때 느꼈던 불안을 여전히 느끼며 학교생활을 하고 있다.그러다 고등학교 친구로부터 잘 지내지 못한다는 연락을 받고, 친구를 도와주려 하지만 잘되지 않는다.나는 친구에게 편지를 쓰기로 한다.',
    TO_DATE('20241016', 'YYYYMMDD'),
    80,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPA002048.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'B10926',
    ' 파편들의 집',
    '사적이고 가슴 저미는 다큐멘터리다. 우크라이나 동부의 어느 특별한 보육원, 일시적으로 부모와 떨어져 지내게 된 세 아이는 낡은 벽에 둘러싸인 이곳에서도 우정과 희망의 빛을 찾아낸다. 이들의 잃어버린 유년을 기쁨과 안도의 순간들로 채워 주려 노력하는 헌신적인 사회 복지사들이 있기 때문이다.',
    TO_DATE('20240724', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPB001673.jpg',
    12,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'A10943',
    ' 세월: 라이프 고즈 온',
    '세월호 참사로 딸 예은을 잃은 유경근이 팟캐스트 녹음 스튜디오에 앉았다. 세월호 참사 전후로 존재했던 수많은 사회적 참사, 그 유족들과 만나기 위해서였다. 03년 대구 지하철 화재참사 고 한상임 님 어머니 황명애, 99년 씨랜드 화재참사 고 고가현, 나현 님 아버지 고석, 87년 고 이한열 님 어머니 배은심. 유족들은 저마다의 일상 속에서 ''이후의 삶''을 들려준다. 유경근은 예은 없는 세월을 사는 법을 알아간다.',
    TO_DATE('20240327', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPA001927.jpg',
    1,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'A12581',
    ' 수카바티: 극락축구단',
    'RED는 K리그의 강팀 안양LG치타스의 서포터즈다. 2000년에 리그를 제패하며 전성기를 구가하던 치타스는 2003년 시즌 종료 후 돌연 서울로 연고지를 이전한다. 팀을 잃은 서포터 RED 역시 사라져야 할 운명이었다. 그렇지만 그들은 패배자의 운명을 거부하고 기나긴 투쟁을 시작한다.  수카바티 는 한 도시와 축구 오타쿠들의 성장과 연대, 그리고 승리에 대한 이야기다.',
    TO_DATE('20240731', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/48/tn_DPA001984.jpg',
    1,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F58608',
    ' 우견니',
    '“내 청춘은 모두 너와 연결되어 있어”친구들에게 놀림당하지만 늘 햇살처럼 밝은 ‘자오양’.무뚝뚝한 엘리트 전학생 ‘저우찬’.극과 극인 두 사람은 함께 꿈을 키워 나가며 점차 가까워지고, 단 한 번뿐인 서로의 청춘에 밝은 빛이 되어준다.“너는 내게 온 별이야”가장 빛나는 시기에 만난 두 사람.그렇게 시작된 너와 나의 빈틈없이 찬란한 인생 첫 로맨스!',
    TO_DATE('20240214', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028702.jpg',
    4,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K23376',
    ' 탈출: 프로젝트 사일런스',
    '붕괴 위기의 공항대교,생존자 전원이 타겟이 되었다.기상 악화로 한치 앞도 구분할 수 없는 공항대교.연쇄 추돌 사고와 폭발로 붕괴 위기에 놓인 다리 위에 사람들이 고립된다.이 때 극비리에 이송 중이던 ''프로젝트 사일런스''의 군사용 실험견들이 풀려나고 모든 생존자가 그들의 타겟이 되어 무차별 공격당하는 통제불능의 상황이 벌어진다.공항으로 향하던 안보실 행정관(이선균)부터 사고를 수습하려고 현장을 찾은 렉카 기사(주지훈), 그리고 실험견들을 극비리에 이송 중이던 ''프로젝트 사일런스''의 책임연구원(김희원)까지.사상 최악의 연쇄 재난 발생,살아남기 위한 극한의 사투가 시작된다!',
    TO_DATE('20240712', 'YYYYMMDD'),
    96,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPK022133.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K27564',
    ' 1승',
    ' 그래도 한 번은 이기겠죠? 지도자 생활 평균 승률 10% 미만! 파직, 파면, 파산, 퇴출, 이혼까지 인생에서도 ‘패배’ 그랜드슬램을 달성 중인 배구선수 출신 감독 ‘우진’은 해체 직전의 프로 여자배구단 ‘핑크스톰’의 감독을 맡아 달라는 제안을 받는다.에이스 선수의 이적으로 이른바 ‘떨거지’ 선수들만 남은 팀 ‘핑크스톰’은 새로운 구단주 ‘정원’의 등장으로 간신히 살아나지만 실력도, 팀워크도 이미 해체 직전 상태.그 와중에 막장, 신파는 옵션, 루저들의 성장 서사에 꽂힌 ‘정원’은 ‘핑크스톰’이 딱 한번이라도 1승을 하면 상금 20억을 풀겠다는 파격 공약을 내세운다. 모두가 주목하는 구단이 됐지만 압도적인 연패 행진을 이어가는 ‘핑크스톰’.패배가 익숙했던 ‘우진’도 점점 울화통이 치밀고, 경험도 가능성도 없는 선수들과 함께 단 한번만이라도 이겨보고 싶은 마음이 생기는데…',
    TO_DATE('20241204', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPK023048.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K27945',
    ' 서바이벌 택틱스',
    '두 명의 쌍둥이 여자와 한 명의 남자, 한 마리의 개와 한 통의 편지가 나온다. 그들은 각자의 삶을 살아가지만 때에 따라 서로 동행을 하기도, 또 서로에게서 도망을 치기도 한다. 누군가는 다리를 잃고, 누군가는 죽는다. 시간과 공간과 계절, 거짓과 사실이 뒤 섞인 여정 속에서 서로가 서로에 대해 짐작하지만 그 짐작들은 모두 빗나간다. 그들의 여정과 그들 자신은 알 수 없는 모호함으로 가득하지만 계속해서 나아간다.',
    TO_DATE('20240221', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPK021719.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K28424',
    ' 벗어날 탈 脫',
    '깨달음을 얻고자 모든 관계를 단절하고 단식과 백팔배, 좌선에만 매달리는 영목에게 어느 날부터 헛것이 보이기 시작한다. 한편, 전시를 앞둔 지우는 새 작업을 할 수 없어 괴롭다. 영감을 찾고 있는 그녀에게 한 남자의 이미지가 떠오른다.',
    TO_DATE('20240221', 'YYYYMMDD'),
    72,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPK021697.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'K28778',
    ' 정순',
    '동네 식품공장에서 일하는 정순은 세월에 억척스러워질 법도 한데 그 이름처럼 정순하게 살아간다. 그런 정순에게 공장 동료이자 또래인 영수가 다가온다. 두 사람은 점점 가까워지며 둘만의 은밀한 관계를 즐기고, 영수는 그 관계를 휴대폰 카메라로 담는 것을 즐기는데…. 그러던 어느 날, 주변 사람들이 그녀를 이상한 시선으로 바라본다.',
    TO_DATE('20240417', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPK021874.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'K28251',
    ' 데드맨',
    '목숨값 단돈 500만원! 이름값 1000억?이름에 살고, 이름에 죽는다!인생 벼랑 끝, 살기 위해 이름까지 팔게 된 ‘이만재’.누구도 믿을 수 없는 바지사장 세계에서 탁월한 계산 능력 하나로 가늘고 길게 버텨온 그가 큰 거 한방 터뜨릴 절호의 기회를 잡는다.그러나 그에게 돌아온 것은 1천억 횡령 누명과 자신의 사망 기사!살아있지만 죽은 사람, 즉 ‘데드맨’이 되어 영문도 모른 채 중국의 사설감옥에 끌려간 ‘이만재’.정치 컨설턴트 ‘심여사’가 그의 앞에 나타나 목숨값을 담보로 위험한 제안을 하고, ‘이만재’ 때문에 아버지가 죽었다고 주장하는 ‘공희주’가 등장하면서 1천억짜리 설계판의 배후를 찾기 위해 의기투합한 세 사람의 추적이 시작되는데…',
    TO_DATE('20240207', 'YYYYMMDD'),
    108,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPK021622.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F52561',
    ' 그리고, 살아간다',
    '세 살 때 교통사고롤 부모를 잃은 토코는 모리오카에서 이발소를 운영하는 큰아버지와 함께 살아간다.배우를 꿈꾸면 도쿄에서 개최되는 오디션 장소로 향하지만, 2011년 3월 11일 동일본 대지진이 발생하고 만다.그 후 카페에서 함께 일하던 한국인 한유리와 함께 재해지 봉사 활동에 참여하게 된 토코.그곳에서 학생 자원봉사 단체를 운영하는 대학생 키요타카를 만나게 된다.미소 뒤에 가혹한 운명을 짊어진 채 살아가는 키요타카를 보며 토코는 알 수 없는 동질감과 위화감을 느낀다.그리고, 어느새 두 사람은 특별한 감정을 가지게 되는데...',
    TO_DATE('20240101', 'YYYYMMDD'),
    135,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPF028556.jpg',
    3,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K28953',
    ' 도그데이즈',
    '깔끔한 성격의 계획형 싱글남 ‘민상’(유해진).영끌까지 모아 산 건물을 개똥밭으로 만드는 세입자 수의사 ‘진영’(김서형) 때문에 매일 머리가 아프다.오늘도 ‘진영’과 티격태격하던 ‘민상’은 동물병원에서 한 성격하는 할머니를 만나는데, 다름 아닌 세계적 건축가 ‘민서’(윤여정)!진행 중인 프로젝트를 위해 ‘민서’의 도움이 절실한 ‘민상’은 ‘민서’에게 잘 보이기 위해 ‘진영’과 그녀의 반려견 ‘차장님’을 공략하기 시작한다.갑자기 길에서 쓰러지게 되며 유일한 가족인 반려견 ‘완다’를 잃어 버리고만 ‘민서’.동네에 살고 있는 케이팝 작곡가 ‘선용’(정성화)과 ‘정아’(김윤진) 가족이 완다를 보살피고 있다는 사실을 모르는 ‘민서’는 자신을 구해준 MZ 배달 라이더 ‘진우’(탕준상)와 함께 완다를 찾아 나선다.한편 ‘선용’의 후배인 밴드 리더 ‘현’(이현우)은 자리를 비운 여친의 반려견 ‘스팅’을 돌보던 중 스팅의 대디를 자청하며 나타난 여친의 전남친 ‘다니엘’(다니엘 헤니)의 등장에 기가 막힐 따름인데…!특별한 단짝 덕분에 엮이게 된 이들의 기분 좋은 갓생 스토리가 시작된다!',
    TO_DATE('20240207', 'YYYYMMDD'),
    120,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPK021652.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F03804',
    ' 포레스트 검프',
    ' 인생은 초콜릿 상자와 같은 거야. 네가 무엇을 고를지 아무도 모른단다… 불편한 다리, 남들보다 조금 떨어지는 지능을 가진 외톨이 소년 ‘포레스트 검프’헌신적이고 강인한 어머니의 보살핌과 콩깍지 첫사랑 소녀 ‘제니’와의 만남으로사회의 편견과 괴롭힘 속에서도 따뜻하고 순수한 마음을 지니고 성장한다. 여느 날과 같이 또래들의 괴롭힘을 피해 도망치던 포레스트는 누구보다 빠르게 달릴 수 있는 자신의 재능을 깨닫고 늘 달리는 삶을 살아간다. 포레스트의 재능을 발견한 대학에서 그를 미식축구 선수로 발탁하고, 졸업 후에도 뛰어난 신체능력으로 군에 들어가 누구도 예상치 못한 성과를 거둬 무공훈장을 수여받는 등 탄탄한 인생 가도에 오르게 된 포레스트.하지만 영원히 행복할 것만 같았던 시간도 잠시, 어머니가 병에 걸려 죽음을 맞이하고 첫사랑 제니 역시 그의 곁을 떠나가며 다시 한번 인생의 전환점을 맞이하게 되는데… 과연, 포레스트는 진정한 삶의 행복을 발견할 수 있을까?',
    TO_DATE('20241204', 'YYYYMMDD'),
    142,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPF030453.jpg',
    2,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F06400',
    ' 청춘스케치',
    '“우리는 이것만 있으면 돼.담배 몇 개피, 커피 한 잔, 그리고 약간의 대화.너, 나, 그리고 5달러.”다큐멘터리 감독을 꿈꾸며 어렵게 방송국에 입사한 리레이나, 자유로운 영혼을 가진 가수 지망생 트로이, 그리고 대학 동기 비키와 새미까지.대학을 갓 졸업하고 이제 막 사회생활을 시작한 4명의 청춘 앞에 놓인 현실이 녹록지 않다.꿈을 쫓아가다 부딪힌 냉혹한 현실에 때론 좌절도 하지만, 서로를 향한 사랑과 응원으로 희망을 잃지 않는다.꿈과 사랑을 찾아 낭만과 불안 사이에서 방황하는 청춘들의 바이블.',
    TO_DATE('20240401', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF029018.jpg',
    2,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F23645',
    ' 태풍클럽',
    '한 평온한 학교에 거대한 태풍이 몰려온다. 태풍이 가까워져옴에 따라 학생들은 억눌렸던 본성을 서서히 분출한다. 소녀들이 키스하고, 소년은 짝사랑했던 소녀를 강간하려 한다. 아이들은 흥분상태에서 춤을 추고, 옷을 벗고 밖으로 뛰어나가 미친 듯이 뛴다. 태풍으로 말미암아 학생들에게 닥친 혼란과 광기를 극단적으로 그린 작품. ''원씬 원컷‘이라는 말 한마디로 설명되는 감독 특유의 롱 테이크와 롱 샷을 사용하여 태풍 속 혼란스러운 학생들의 모습을 카메라 안에 절묘하게 담아내며 묘한 이질감을 유발한다. 1985 도쿄국제영화제 영시네마 부문 대상 수상작.',
    TO_DATE('20240626', 'YYYYMMDD'),
    115,
    'http://file.koreafilm.or.kr/thm/02/99/18/45/tn_DPF029522.jpg',
    3,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F10524',
    ' 국외자들',
    '아르튀르는 영어 수업에서 만난 오딜과 사랑에 빠지고 그녀의 이모 집에 막대한 현금이 있다는 사실을 알게 된다.마침내 그들은 돈을 훔칠 계획을 세운다.',
    TO_DATE('20240925', 'YYYYMMDD'),
    96,
    'http://file.koreafilm.or.kr/thm/02/99/18/56/tn_DPF030036.jpg',
    6,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K35419',
    ' 딸에 대하여',
    '요양보호사인 엄마는 딸로부터 목돈을 빌려 달라는 부탁을 받지만, 가진 거라곤 낡은 집 한 채가 전부인 엄마는 그럴 능력이 없다. 엄마 편의 대출도 어렵게 되자 동성 연인과 함께 엄마의 집으로 들어온 딸. 두 사람과 불편한 동거를 하게 된 엄마는 요양원의 어르신을 돌보는 데 몰두해 보지만, 홀로 곤궁하게 늙어가는 어르신에게서 자신과 딸의 모습을 겹쳐 본다.',
    TO_DATE('20240904', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPK022612.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'K35421',
    ' 그 여름날의 거짓말',
    '어떤 열일곱의 치열한 첫사랑여름 방학이 시작되던 날, ‘다영’은 만난 지 ‘28일 만에’ 다른 여자가 생긴 전 남친 ‘병훈’에게 이별 통보를 받는다.어떻게든 이 사랑을 지키고 싶은 ''다영''은 무모한 선택을 하게 되는데...열일곱, 사랑의 힘으로만 버텨내기엔 벅찬 감정의 소용돌이가 더욱 거세진다.',
    TO_DATE('20240828', 'YYYYMMDD'),
    138,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPK022632.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K35424',
    ' 장손',
    '무더운 여름, 제사에 참석하기 위해 집안의 장손인 성진을 포함한 온 가족이 대구 고향집으로 모여든다. 성진의 아버지는 가업인 두부 공장을 물려받았고 가족들은 공장 일을 돕고 있다. 평화로워 보이던 가족들은 제사가 끝나고 서로의 입장을 내세우며 다툼을 벌이고 그 와중에 성진은 가업을 물려받지 않겠다고 폭탄 선언을 한다.',
    TO_DATE('20240911', 'YYYYMMDD'),
    121,
    'http://file.koreafilm.or.kr/thm/02/99/18/54/tn_DPK022658.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F28566',
    ' 복수는 나의 것',
    '실제사건을 토대로 연쇄살인범의 행적을 잔혹하게 그려낸 하드보일드 영화. 에노키즈는 두 명의 남자를 잔인하게 살해한 후 검거된다. 하지만 그는 살해이유를 묻는 경찰의 심문에 줄곧 침묵으로 응대하고, 결국 경찰에서 도망쳐 도주를 시작한다. 도덕이나 법률에 얽매이지 않고 폭력과 섹스에 심취한 살인범의 모습을 통해 인간 내부의 본성을 탐구하고 있는 이마무라 쇼헤이의 걸작.',
    TO_DATE('20241106', 'YYYYMMDD'),
    141,
    'http://file.koreafilm.or.kr/thm/02/99/18/60/tn_DPF030186.jpg',
    3,
    4,
    3
);

INSERT INTO MOVIE VALUES (
    'B11323',
    ' 플라시도 도밍고 인 베로나',
    '1969년, 젊은 테너 플라시도 도밍고는 고대 야외 극장 아레나 디 베로나에서 성공적으로 데뷔하였다. 50년이 흐른 후 그는 세계 3대 테너이자 오페라계의 전설이 되어 같은 무대에 선다. 반 세기 동안 매년 꾸준히 베로나에서 공연하였던 도밍고는 베르디의 가장 복잡하고 위엄 있는 작품  나부코 ,  맥베스 ,  시몬 보카네그라 를 선정하여 자신의 데뷔 50주년 기념 갈라를 베르디에게 바친다.',
    TO_DATE('20240215', 'YYYYMMDD'),
    155,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPB001602.jpg',
    10,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'F32908',
    ' 더 원더스',
    '이탈리아의 평야지대에서 꿀을 재배하는 가정의 장녀인 젤소미나가 어느 날 영화를 찍는 현장을 접한다. 그녀는 다른 세계로의 열망을 갖게 되면서 동시에 아버지와 갈등을 겪고 사랑을 확인한다.',
    TO_DATE('20240731', 'YYYYMMDD'),
    111,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029839.jpg',
    12,
    2,
    2
);

INSERT INTO MOVIE VALUES (
    'F52173',
    ' 유코의 평형추',
    '다큐멘터리 감독 유코는 3년 전에 있었던 학교폭력과 그로 인한 연쇄 자살에 대한 다큐멘터리를 만들면서, 틈틈이 사설 입시학원을 운영하는 아버지 마사시를 도와 강의를 한다. 다큐 작업이 진전될수록 유코는 감춰졌던 진실과 그 진실로 고통 받는 가족들의 삶에 깊숙이 개입하게 된다. 한편, 사랑 받는 선생님이자 친구 같은 아버지인 마사시가 치명적인 잘못을 저질렀다는 사실을 알게 된 유코는 자신의 삶 전체가 흔들리는 충격을 받는다.  유코의 평형추 로 두 번째 장편을 연출한 하루모토 유지로 감독은 연출, 시나리오, 제작, 편집을 모두 담당하며 유코의 딜레마를 차분하고 객관적인 시선으로 견고하게 쌓아 올렸다. 개인의 내면을 들여다보는 섬세함과 사회적 문제의식을 포착하는 예리함으로 서사를 직조한 유지로 감독의 연출력이 뛰어나다. (박선영)',
    TO_DATE('20240501', 'YYYYMMDD'),
    153,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPF029232.jpg',
    3,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'K28652',
    ' 핸섬가이즈',
    '“우리가 뭐 빠지는 게 있노? 집도 있고 차도 있고 인물도 훤칠한데.”자칭 터프가이 ‘재필’(이성민)과 섹시가이 ‘상구’(이희준)현실은 잊지 못할 첫인상으로 이사 첫날부터 동네 경찰 ‘최 소장’(박지환)과 ‘남 순경’(이규형)의 특별 감시 대상이 되지만, 꿈꾸던 유럽풍 드림하우스에서 새출발한다는 것에 그저 행복하기만 하다.그러나 행복도 잠시, 물에 빠질뻔한 ‘미나’(공승연)을 구해주려다 오히려 납치범으로 오해받는 상황이 이어진다.한편 ‘미나’를 찾으러 온 불청객들을 시작으로 지하실에 봉인되어 있던 악령이 깨어나며 어두운 기운이 집안을 둘러싸기 시작하는데…“왜 다들 우리집에 와서 죽고 난리야!”',
    TO_DATE('20240626', 'YYYYMMDD'),
    101,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPK022078.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'K23509',
    ' K스쿨',
    '패션스쿨을 배경으로 밀레니얼 세대의 꿈과 사랑, 우정을 그린 뮤지컬 영화.패션 디자인에 천부적 재능을 지녔지만, 어려운 가정형편 때문에 꿈조차 꿀 수 없었던 수아.친구 대타로 간 패션쇼 헬퍼 알바에서 자신의 천재성을 보여줄 기회를 얻게 돼 세계 최고의 패션스쿨인 K스쿨 특별청강생이 된다.그러나 그녀는 상위 1%라는 자부심으로 똘똘 뭉친 K스쿨 학생들의 거센 반발에 부딪친다.꿈을 포기하려는 수아에게 의외의 인물이 손을 내민다.',
    TO_DATE('20240221', 'YYYYMMDD'),
    120,
    'http://file.koreafilm.or.kr/thm/02/99/17/61/tn_DPK018705.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K21694',
    ' 사흘',
    '흉부외과의사 ‘승도’의 딸 ‘소미’가 구마의식 도중 목숨을 잃고 장례식장에서 ‘승도’는 죽은 딸의 목소리를 듣게 된다.  한편, ‘소미’가 죽기 전 구마의식을 진행했던 신부 ‘해신’은 미처 발견하지 못한 그것의 존재를 뒤늦게 알아차리는데... 남은 시간은 장례를 치르는 단 3일! 죽은 소녀의 심장에서 깨어나는 그것을 막아야만 한다!',
    TO_DATE('20241114', 'YYYYMMDD'),
    95,
    'http://file.koreafilm.or.kr/thm/02/99/18/59/tn_DPK022921.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'K21937',
    ' 더러운 돈에 손대지 마라',
    '수사도, 뒷돈 챙기는 부업도 늘 함께하는 생계형 형사 ‘명득’과 ‘동혁’.우연히 범죄 조직의 검은돈에 대한 정보를 입수한 두 사람은 인생 역전을 위해 신고도, 추적도 불가한 돈을 훔치기로 계획한다.그러나 완벽한 계획을 세웠다고 생각했던 현장에서 잠입 수사 중이던 형사의 죽음으로 사건은 꼬여만 간다.“어차피 우리가 저지른 일, 수사하는 것도 우리야”살인 사건이 된 범죄 현장을 ‘명득’과 ‘동혁’이 직접 수사하게 되고 은폐하려고 했던 사건 현장의 증거가 두 사람을 지목하면서 그들을 점점 압박해 오는데…목숨 걸 자신 없다면 ‘더러운 돈에 손대지 마라’',
    TO_DATE('20241017', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/57/tn_DPK022792.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F27592',
    ' 전장의 크리스마스',
    '산 중의 레바크 센바타 수용소에서 조선인군 소속 가네모토(Kanemoto: 조니 오쿠라 분)는 네덜란드 병사 디용의 독방에 숨어 들어가 그를 범하고, 일본군 병사 하라(Sergeant Gengo Hara: 기다노 다게시 분)는 포로 가운데 일본어를 할 수 있는 영국군 중령 로렌스(Colonel John Lawrence: 톰 콘티 분)를 단독으로 처벌하려고 한다. 가네모토는 총검을 뽑아서 자신의 배를 찔렀다. 수용소 소장의 요노이 대위(Captain Yonoi: 사가모토 리우이치 분)가 군법회의가 열리는 바타비아에 나갔다. 거기서는 영국 육군 대령 쟈크 세리아즈(Major Jack  Strafer  Celliers: 데이비드 보위 분)가 재판하려 했으나, 검경관 역의 요노이는 그에게 반해서 총살형이 된 그를 공포로 창피를 주는 것으로 끝내 자신의 수용소에 데리고 온다. 수용소에서는 포로장 힉크리스(Group Captain Hicksley: 잭 톰슨 분)에게 총포 전문가 명부를 제출하라고 명령하지만, 그는 적에게 유리한 정보는 넘길 수 없다고 거부한다. 요노이는 명령에 따르지 않으면 안 되는 포로장을 교대로 시키라고 했다. 그렇지만 교섭은 진척되지 않고, 요노이는 수용소 내에 설치된 도장에서 기합을 넣었으며, 그 격함이 포로들의 공포를 불러온다. 훌륭한 장교는 살아서 포로가 되는 창피함을 받아들일 수 없다고 믿고 있는 하라는 왜 자결하지 않느냐고 로렌스에게 다그쳤다. 죽음으로 이어지지 못했던 가네모토의 처형이 이루어지고, 하라가 가네모토의 목을 쳤을 때 디용도 혀를 깨물어 잘랐다. 처형에 내세워진 포로 속 상급 장교들은 세리아즈를 포함해 전보다 한층 반항적으로 되는데...',
    TO_DATE('20241120', 'YYYYMMDD'),
    123,
    'http://file.koreafilm.or.kr/thm/02/99/18/64/tn_DPF030296.jpg',
    12,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F10779',
    ' 이터널 선샤인',
    '사랑은 그렇게 다시 기억된다..조엘은 아픈 기억만을 지워준다는 라쿠나사를 찾아가 헤어진 연인 클레멘타인의 기억을 지우기로 결심한다. 기억이 사라져 갈수록 조엘은 사랑이 시작되던 순간, 행복한 기억들, 가슴 속에 각인된 추억들을 지우기 싫어지기만 하는데... 당신을 지우면 이 아픔도 사라질까요? 사랑은 그렇게 다시 기억된다.',
    TO_DATE('20241218', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/68/tn_DPF030452.jpg',
    2,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60072',
    ' 콜로니얼',
    '미래 신인류 우주 식민지 시대우주 최고의 종족인 ‘콜로니얼’ 출신 사일러스는 지구를 파괴하려는 어둠의 세력, 암흑 제국을 막기 위해 지구로 향하던 중 공격을 받아 추락하고 만다.추락의 충격으로 기억을 잃은 사일러스는 지구에서 만난 저항군의 도움으로 제국군의 추격에서 가까스로 벗어나지만…사일런스는 자신이 누구인지, 그리고 제국군의 목적이 무엇인지 알아내 이 모든 것을 바로 잡아야 한다.이제 우주의 미래를 건 최후의 전쟁이 시작된다!',
    TO_DATE('20240222', 'YYYYMMDD'),
    80,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028840.jpg',
    2,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F60041',
    ' 래시: 뉴 어드벤처',
    '‘마을의 개들이 사라지고 있다!’휴가를 맞아 ‘래시’와 함께 이모네에 놀러 간 ‘플로’는 이모가 입양한 ‘헨리’와 ‘클레오’ 남매를 만난다.함께 아이스크림을 먹으러 나간 시내에서 강아지들을 스토킹하는 수상한 커플을 만나게 되고, 집에 ‘플로’만 있던 날에 강아지 ‘피파’를 도둑맞는다.잃어버린 ‘피파‘를 찾기 위해 ‘래시’는 집을 떠나고,‘플로‘와 ‘클레오’는 ‘래시’를 따라나서는데…',
    TO_DATE('20240912', 'YYYYMMDD'),
    92,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPF029887.jpg',
    10,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'B11400',
    ' 요나스 카우프만 인 베로나',
    '21세기 최고의 테너, 요나스 카우프만이 아레나 디 베로나의 100번째 오페라 시즌을 기념하기 위해 거대한 원형극장을 짙은 목소리로 물들인다. 카우프만은 2006년  라 트라비아타 로 뉴욕 메트로폴리탄 오페라극장에 데뷔한 후 오페라 스타로 자리매김하였으며 현재 오페라 극장 캐스팅 1순위의 스타 테너로 전 세계를 무대로 활동하고 있다.',
    TO_DATE('20240125', 'YYYYMMDD'),
    120,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPB001599.jpg',
    10,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'K35290',
    ' 소풍',
    '여든의 은심(나문희)은 60여 년 만에 고향을 찾았다. 상처 입고 도망치듯 떠나온 자신과 달리, 여전히 고향을 지키며 살아가는 정다운 옛 친구들 금순(김영옥)과 태호(박근형)와 얼마간 함께하니 마음이 편안해진다. 삶보다 죽음이 가까운 나이, 아프지 않은 곳 하나 없지만, 그래도 이만하면 잘 살았다 싶다.  소풍 은 나이 듦, 병듦, 돌봄, 존엄한 삶과 죽음이라는 누구도 피할 수 없는 생의 마지막 질문에서 시작한다. 은심과 친구들 저마다 홀로 감당해 온 지난 세월이 있지만, 이들의 시선은 과거의 체증을 푸는 일보다 다가올 시간을 잘 받아들이는 데로 향한다. 끝까지 자존감을 잃지 않고, 자기 자신으로 살고 싶은 꼿꼿한 이들의 소풍 길은 그렇게 시작된다. 극 중 인물들만큼 연륜이 쌓인 나문희, 김영옥, 박근형의 소탈하고 소박한 연기 앙상블을 보는 건 흐뭇한 일이다. (정지혜)',
    TO_DATE('20240207', 'YYYYMMDD'),
    114,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPK021627.jpg',
    1,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K35030',
    ' 더 납작 엎드릴게요',
    '입사 5년 차, 여전히 막내인 혜인은 ‘습관성 굽실 증후군’에 걸려있다. 절 출판사의 교정, 교열 담당으로 업무 보고는 스님께, 직함은 따로 없이 ‘보살’로 불리 우니 보살답게 일을 하려 하는데 밀려드는 업무와 인내심을 시험하는 고객들 덕분에 하루에도 수없이 극락과 지옥을 오간다.',
    TO_DATE('20240710', 'YYYYMMDD'),
    63,
    'http://file.koreafilm.or.kr/thm/02/99/18/46/tn_DPK022169.jpg',
    1,
    1,
    2
);

INSERT INTO MOVIE VALUES (
    'F60130',
    ' 아기상어 극장판: 사이렌 스톤의 비밀',
    '대도시 미끈매끈 시티로 이사한 아기상어 ‘올리’!최고의 단짝 ‘윌리엄’과 헤어져야 한다는 슬픔도 잠시, 뉴욕처럼 반짝이는 화려한 풍경과 멋진 음악에 설렌다.벨루가 아이돌 ‘엔하이픈’, 상어 팝스타 ‘샤키L’, 그리고 최고의 스타 불가사리 ‘스타리아나’까지!어느 날 ‘올리’는 ‘스타리아나’의 인기 비결, ‘사이렌 스톤’의 숨겨진 비밀과 ‘스타리아나’의 거대한 음모를 알게 되는데…아기상어, 스톤의 저주에 맞서 바다를 지켜라!',
    TO_DATE('20240207', 'YYYYMMDD'),
    84,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPF028587.jpg',
    12,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F56482',
    ' 정크 헤드',
    '인류는 유전자 조작을 통해 장수하게 되었지만 동시에 생식 능력을 잃게 되어 멸종의 위기를 맞는다. 1600년 전, 지하세계 개발을 위해 파견된 일꾼들인 ‘마리건’은 인류에 저항하며 지하세계를 지배한다. 지하에서 독특하게 진화한 ‘마리건’에게 생식 능력이 남아있음을 알게 된 인류는 살아남기 위해 그들을 연구하기로 한다. SF 디스토피아의 매력이 가득한 스톱모션 애니메이션.',
    TO_DATE('20240901', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/55/tn_DPF029979.jpg',
    3,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F60129',
    ' 정글번치: 월드투어',
    '정글에 부글부글 거품 폭탄이?!두더지 악당의 습격으로 폭발 위기에 처한 정글!정글을 구해야만 해!정글을 구하려면 전설의 ‘알버트’ 박사를 찾아서 해독제를 만들어야 해!눈보라 산, 사막, 비밀 동굴, 대나무 숲까지 전 세계로 떠난 정글번치!과연 두더지 악당의 추격을 피해 박사를 찾고 정글을 구할 수 있을까?올 겨울방학, 정글 구하는 김에 세계일주 가자고!!',
    TO_DATE('20240131', 'YYYYMMDD'),
    89,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028652.jpg',
    6,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F60127',
    ' 봉신연의: 조가풍운',
    '거대한 전쟁의 서막이 열린다!반란군과의 전쟁에서 승리한 왕자 은수.절세미인 달기와 부왕을 죽이고 왕좌에 오른다.천륜을 저버린 만행과 폭정에 하늘이 노하고 원시천존은 천벌이 내려진 인간들을 구할 ‘봉신방’을 강지아에게 주어 인간계로 보낸다.사대백후를 제거한 은수에게 마계가 동참하고마침내 신계, 인간계, 마계의 전쟁이 불타오르는데…장대한 판타지 액션 대서사시를 만난다',
    TO_DATE('20240124', 'YYYYMMDD'),
    148,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028645.jpg',
    4,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'A11943',
    ' 씨앗의 시간',
    '윤균상과 장귀덕, 두 농부는 수십 년간 자신들의 씨앗을 손수 받고 심어왔다. 농사와 함께 몸이 변하고 변한 몸으로 몇십 년간 그 노동을 당연한 자세로 지속해왔다. 그러나 그들을 둘러싼 환경의 변화 속에서는 그 노동이 당연하게 남아있지 않고 특별해졌다. 그 특별한 노동이 지켜온 씨앗을 찾아다니는 사람들이 있다. 그 사람들이 다시 당연한 시간, 상태가 늘 변하지만 지속되는 씨앗의 시간이 지닌 소중함을 우리에게 돌려줄지도 모른다.',
    TO_DATE('20241120', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/63/tn_DPA002079.jpg',
    1,
    1,
    3
);

INSERT INTO MOVIE VALUES (
    'F60128',
    ' 서치 : 데스게임',
    '동생의 목숨을 앗아간죽음의 챌린지를 쫓아라!어느 날, ‘다나’의 여동생 ‘율리아’가 스스로 목숨을 끊은 채 발견된다.‘다나’는 동생이 남긴 노트북으로 갑작스러운 죽음을 파헤치기 시작하고, ‘율리아’가 참여한 죽음의 챌린지 ‘블루 웨일 게임’의 흔적을 발견한다.동생을 죽음으로 몰고 간 범인, 즉 게임의 주동자를 찾기 위하여 ‘다나’는 직접 게임에 참가하게 되고, 점차 위험해지는 챌린지에 빠져드는데…2024년 1월, 벗어날 수 없는 죽음의 챌린지가 시작된다!',
    TO_DATE('20240118', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPF028607.jpg',
    11,
    4,
    4
);

INSERT INTO MOVIE VALUES (
    'F59140',
    ' 사랑하는 기생충',
    '극도의 결벽증을 가진 청년, 코사카 켄고. 어느 날, 모르는 남자로부터 시선공포증으로 학교에 가지 않는 고등학생 사나기 히지리와 친구가 되어 돌봐주었으면 좋겠다는 기묘한 의뢰를 받는다.코사카는 일부러 치부를 드러내는 사나기가 신경 쓰였지만, 그것이 자신의 약함을 감추기 위한 것이라는 걸 깨닫고 공감하게 된다.고독한 두 사람은 이윽고 서로 이끌리게 되고 사랑에 빠지지만...',
    TO_DATE('20240116', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPF028581.jpg',
    3,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F59980',
    ' 난 엄청 창의적인 휴머니스트 뱀파이어가 될 거야',
    '인간을 죽이고 싶지 않은 마음 약한 뱀파이어 소녀 ‘사샤’사는 게 별로 재미없는 외톨이 소년 ‘폴’좋은 일엔 기꺼이 죽을 수 있는 ‘폴’은 흔쾌히 ‘사샤’의 일용할 양식(?)이 되기로 한다.막상 죽이려니 미안한 ‘사샤’는 ‘폴’의 마지막 소원을 들어주기로 하는데...',
    TO_DATE('20240529', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPF029173.jpg',
    12,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F60151',
    ' 사일런트 나잇',
    '오늘, 아들이 갱단에 죽었다.갱단의 총격전에서 아들과 목소리까지 잃은 남자.삶을 포기하려는 순간, 가장 죽기에 좋은 복수를 결심한다.마침내 갱단과 단 하룻밤의 전면전이 시작되는데….복수엔 말이 필요 없다. 모조리 쓸어버린다.처절하고 잔혹한 복수를 목격한다!',
    TO_DATE('20240717', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/50/tn_DPF029741.jpg',
    2,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F59279',
    ' 히즈',
    '슌과 나기사는 고등학생 때 만나 서로에게 호감을 느꼈지만 결국 헤어진다.그 후로부터 오랜 시간이 흐른 뒤, 조용한 시골 마을에서 홀로 살고 있던 슌.그의 앞에 나기사가 그의 어린 딸 소라와 함께 갑자기 나타나게 된다.그 만남에서 오랜 세월 억눌러왔던 슌에 대한 마음을 고백하는 나기사.슌과 나기사 그리고 나기사의 딸은 함께 지내며 점차 가족이 되어가고 있다.',
    TO_DATE('20240110', 'YYYYMMDD'),
    126,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPF028582.jpg',
    3,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F59273',
    ' 차이콥스키의 아내',
    '“신이 주신 영원한 남편이에요차이콥스키의 아내, 그게 내 운명이에요”19세기 러시아 모스크바 귀족 가문 출신의 안토니나.러시아 최고의 작곡가 차이콥스키, 그를 처음 봤던 날부터 원하는 건 단 하나.그의 명성도, 소문 따위도 중요치 않았다.오직 차이콥스키의 아내,당신 곁에서 끝까지 이 사랑을 지키겠습니다.',
    TO_DATE('20240501', 'YYYYMMDD'),
    143,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPF029170.jpg',
    12,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F59432',
    ' 특수요원S',
    '목숨을 건 마지막 임무! 인도에서 일어난 대규모 폭탄 테러에 수 많은 사람들이 목숨을 잃게 된다.테러로 사랑하는 이들을 잃은 특수요원S는 국제 테러리스트 조직에 복수하기 위해 불가능한 작전을 시작한다.',
    TO_DATE('20240208', 'YYYYMMDD'),
    125,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPF028793.jpg',
    9,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60171',
    ' 도뷔시',
    '‘절대 죽지 않는 남자가 있었다네’결혼식 당일 러시아와의 전투에 징집된 ‘도뷔시’는 자유를 주겠다는 대령의 말에 열심히 싸웠지만 배신당한다.그 후 지옥 같은 곳에서 탈출한 ‘도뷔시’는 도적이 된 동생을 만나 그의 손을 잡는다.한편 대령과 그의 부인 대공녀는 러시아 군대의 지원을 받기 위해서 무법자 ‘도뷔시’를 처리해 능력을 증명하려 하는데…',
    TO_DATE('20240523', 'YYYYMMDD'),
    124,
    'http://file.koreafilm.or.kr/thm/02/99/18/41/tn_DPF029241.jpg',
    12,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'A12632',
    ' 링팝 : 더 브이알콘서트 카이',
    '오프라인에서 만나는 VR 콘서트, 그 두 번째 LYNK-POP : THE VR CONCERT KAIEXO 데뷔로부터 12년, 솔로 데뷔로부터 4년이 지난 현재의 카이를 담은 VR 콘서트.퍼포머로서 독보적 아이콘인 카이가 팬들을 위해 오프라인 VR 콘서트 ‘LYNK-POP’으로 찾아간다.카이의 솔로 데뷔곡 [ 음(Mmmh) ], [ Peaches ] 등 솔로 앨범의 하이라이트를 담은 셋 리스트로, 그 어느 때보다 카이의 퍼포먼스를 눈앞에서 생생하게 경험할 수 있는 특별한 순간을 선사한다.팬을 위해 카이가 보내는 특별한 메시지까지 담은 LYNK-POP : THE VR CONCERT KAI아티스트와 팬이 함께 호흡하는 콘서트가 찾아온다!',
    TO_DATE('20240214', 'YYYYMMDD'),
    30,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPA001907.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'K34370',
    ' 폭설',
    '강릉에 있는 한 예술고등학교의 연극영화과, 수안은 하이틴 스타인 설이와 급격히 가까워지며 어느 늦은 밤 무작정 자신의 집으로 찾아온 설이와 함께 서울 여행을 떠나게 된다. 이후 서로에게 특별한 감정을 가지고 있다는 것을 확인하게 되지만 오해가 쌓인 채로 설이는 수안을 떠나가게 되고, 훗날 배우가 된 수안은 설이에 대한 그리움에 겨울 바다로 돌아간다.',
    TO_DATE('20241023', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/58/tn_DPK022880.jpg',
    1,
    3,
    3
);

INSERT INTO MOVIE VALUES (
    'F60125',
    ' 극장판 오드 택시 인 더 우즈',
    '오도카와는 과묵하면서도 편협한 사고방식을 가진 개인택시 운전사이다. 그러던 어느 날, 주변을 떠들썩하게 만든 네리마구 여고생 실종 사건에 휘말려 버리게 되는데...관종 대학생 카바사와, 무언가 숨기는 게 있는 간호사 시라카와, 인기 없는 개그 콤비 호모사피엔스, 도시의 건달 도부, 아이돌 미스테리 키스까지...오도카와가 택시를 태웠던 이들의 대화 속에 실종사건의 비밀이 숨겨져있다!',
    TO_DATE('20240216', 'YYYYMMDD'),
    128,
    'http://file.koreafilm.or.kr/thm/02/99/18/33/tn_DPF028782.jpg',
    3,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60187',
    ' 우주전함 야마토',
    '기원 2199년지구는 수수께끼의 이성인 「가밀라스」의 공격으로 멸망의 위기에 처해 있었다.가밀라스의 폭탄 공격으로 바다는 메말랐고, 지구상의 생물의 대부분은 사멸했다.남겨진 소수의 인류는 지하도시를 건설해 가밀라스의 공격을 견디고 있지만, 지하에까지 침투해 온 방사능에 의해 인류 멸망까지 앞으로 1년 여가 남은 상황.지구의 미래를 위해야마토가 출격한다!',
    TO_DATE('20240223', 'YYYYMMDD'),
    139,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPF028841.jpg',
    3,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F60122',
    ' 언더 유어 베드',
    '집에서도 학교에서도 존재 자체를 무시 당하는 남자. 누구에게도 이름조차 기억되지 않는 그에게 ''미츠이''이라고 이름을 불러준 단 한 명의 여성이 있었다.그로부터 11년이란 시간이 흐르고, 남자는 그녀와의 재회를 꿈꾸지만 남자의 눈앞에 나타난 그녀는 다른 사람처럼 변해있었다.그녀에게 무슨 일이 일어났는가.남자는 그녀의 침대 밑에 숨어 숨을 죽이고 그녀를 감시하기로 마음 먹는다.',
    TO_DATE('20240401', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPF029065.jpg',
    3,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'K35426',
    ' 막걸리가 알려줄거야',
    '엄마의 열성에 못 이겨 오늘도 학원 여러 개를 돌지만 그렇다고 딱히 아주 잘하는 것은 없는 우리의 피곤한 초등학생 어린이 동춘은 수련회장에서 막걸리 한 통을 줍고는 호기심에 집으로 가져온다. 그런데 익어가는 막걸리의 기포 소리가 단지 소리가 아니라 자신에게 거는 말이라는 사실을 동춘은 알게 된다. 이제 막걸리의 기포와 모스 부호와 페르시아어가 합쳐져 세계의 진실이 드러난다. 저 연결되지 않는 것들을 연결하는 기발한 아이디어가 이 영화의 핵심 매력이다. 동시에, 과묵하고 엉뚱하면서도 대범한 동춘의 이미지와 감독의 그 선택은 영화에 즉각적인 호감을 불어 넣는다. 사교육 문제를 꼬집는 코미디라는 표현으로는 부족하겠다. 소녀 동춘의 이 공상 과학 모험극이자 코믹 판타지는 무한정 귀엽고 신나고 웃긴데 파괴적이다. 막걸리가 이렇게나 많은 걸 알려줄 줄이야. (정한석)',
    TO_DATE('20240228', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/34/tn_DPK021739.jpg',
    1,
    1,
    4
);

INSERT INTO MOVIE VALUES (
    'F60206',
    ' 애프터: 유혹의 끝',
    '“우린 운명이야”테사와 하딘의 소설 같은 사랑 그 마지막 이야기!‘테사’와 ‘하딘’의 이야기가 담긴 ‘애프터’가 출판된 후 자신에게 말하지 않고 출판한 사실을 알게 된 충격으로 테사는 하딘을 떠난다.테사가 떠난 후 홀로 남은 하딘은 슬픔에 갇혀 더 이상 글을 쓸 수 없는 상태에 이른다.계속된 방황 중 어머니에게 ‘나탈리’의 소식을 전해 들은 하딘.과거의 잘못을 바로잡기 위해 나탈리가 있는 리스본으로 향하고 자신의 잘못을 진심으로 뉘우치고 슬럼프를 극복해 나간다.랜던의 결혼식에서 우연히 마주친 테사와 하딘두 사람의 소설 같은 사랑의 결말은 어떻게 맺어질까?',
    TO_DATE('20240221', 'YYYYMMDD'),
    93,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028717.jpg',
    2,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59796',
    ' 세틀러스',
    '황폐해진 지구를 떠나 화성의 외딴 기지에 정착하게 된 어린 소녀 ‘레미’와 그녀의 가족은 귀여운 인공지능 로봇 ‘스티븐’과 함께 평화로운 삶을 꿈꾸며 살아간다.하지만 평화도 잠시, 그들이 정착한 기지를 빼앗기 위한 정체 모를 외부인들의 위협이 계속된다.결국 ‘레미’와 그녀의 가족에게 기지를 떠나라는 무시무시한 경고가 날라오고 ‘일사’와 ‘레미’는 둘만 남겨진 극한 상황 속에서 외부인 ‘제리’의 불길한 제안을 받아들이게 되는데…',
    TO_DATE('20240515', 'YYYYMMDD'),
    103,
    'http://file.koreafilm.or.kr/thm/02/99/18/44/tn_DPF029440.jpg',
    5,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'K35311',
    ' 설계자',
    '“정말 우연이라고 생각해요?”의뢰받은 청부 살인을 사고사로 조작하는 설계자 ‘영일’(강동원).그의 설계를 통해 우연한 사고로 조작된 죽음들이 실은 철저하게 계획된 살인이라는 것을 아무도 알지 못한다.최근의 타겟 역시 아무 증거 없이 완벽하게 처리한 ‘영일’에게 새로운 의뢰가 들어온다.이번 타겟은 모든 언론과 세상이 주목하고 있는 유력 인사.작은 틈이라도 생기면 자신의 정체가 발각될 수 있는 위험한 의뢰지만 ‘영일’은 그의 팀원인 ‘재키’(이미숙), ‘월천’(이현욱), ‘점만’(탕준상)과 함께 이를 맡기로 결심한다.철저한 설계와 사전 준비를 거쳐 마침내 실행에 옮기는 순간 ‘영일’의 계획에 예기치 못한 변수가 발생하는데...!사고인가살인인가그의 실체가 드러나기 시작했다!',
    TO_DATE('20240529', 'YYYYMMDD'),
    99,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPK022001.jpg',
    1,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F59684',
    ' 8일 만에 죽은 괴수의 12일 이야기',
    '2020년, 전 세계를 덮친 코로나 바이러스 감염 확산 시국에 사토 타쿠미는 ‘캡슐 괴수''를 인터넷으로 주문하여 키우기 시작한다.괴물은 자라서 ''코로나 바이러스를 물리쳐 달라’는 소망을 품고, 타쿠미는 동료들에게 화상 채팅을 통해 괴수를 소개하기 시작한다.괴수에 대해서 능통한 지인, 히구치 감독에게 노하우를 물어가며, 매일 괴수를 키워가는 타쿠미. 과연 타쿠미는 괴수를 잘 성장시킬 수 있을 것인가? 그리고 그 괴수는 코로나를 해치워줄 것인가?',
    TO_DATE('20240516', 'YYYYMMDD'),
    87,
    'http://file.koreafilm.or.kr/thm/02/99/18/40/tn_DPF029231.jpg',
    3,
    1,
    1
);

INSERT INTO MOVIE VALUES (
    'F59546',
    ' 레트리뷰션',
    '대규모 자금을 운용하는 펀드 매니저 ‘매트’(리암 니슨)에게 걸려온 한 통의 미확인 발신자 전화!그의 요구는 2억 8천만 유로를 송금할 것,전화를 끊거나 차를 멈추지 말 것!12월 6일, 리암 니슨 인생의 최악의 날이 시작된다!',
    TO_DATE('20240124', 'YYYYMMDD'),
    91,
    'http://file.koreafilm.or.kr/thm/02/99/18/24/tn_DPF028319.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59691',
    ' 무티 : 주술 살인',
    '강력계 형사 루카스 보이드는 딸과 아내의 죽음으로 괴로워하며 하루하루를 살아간다. 그러던 중 매우 기괴하고 잔인한 수법의 살인사건이 발생한다. 사건현장을 둘러보고 평범한 살인사건이 아니라고 판단한 루카스는 아프리카 문화의 권위자로 꼽히는 맥클스 교수를 찾아가 도움을 청한다. 루카스는 범인이 고객의 의뢰를 받고 무티라는 의식을 거행하기 위해 피해자들을 제물로 사용한다는 사실을 알아내고 맥클스 교수의 도움으로 남아공 출신의 흑주술사 랜도쿠를 뒤쫓는다. 한편 거대 다국적 기업의 대표인 파너의 의뢰를 받고 일하는 랜도쿠는 또 다른 범행을 꾸미는데... 과연 루카스 형사는 잔인한 살인마이자 흑주술사인 랜도쿠를 막을 수 있을까?',
    TO_DATE('20240117', 'YYYYMMDD'),
    92,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPF028573.jpg',
    2,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60085',
    ' 금지된 장난',
    '평범한 회사원 ‘나오토’는 아내 ‘미유키’, 아들 ‘하루토’와 행복하고 단란한 생활을 보내며 이보다 더 완벽할 수 없다고 생각한다.그러나, 어느 날 ‘미유키’가 갑작스런 교통사고로 세상을 떠나게 되고 부자는 실의에 빠진다.엄마를 되살리고 싶다는 강한 욕망에 사로잡힌 ‘하루토’.결국 해서는 안될 금지된 의식을 치르고 끔찍한 재앙이 그들에게 다가오기 시작하는데…땅 속에서 그것이 되살아났다!',
    TO_DATE('20240605', 'YYYYMMDD'),
    110,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029341.jpg',
    3,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F60086',
    ' 소녀는 졸업하지 않는다',
    '폐교를 앞둔 고등학교.마지막 졸업식까지 D-24명의 소녀어쩔 수 없는 이별 앞에 소녀들이 간직한 애틋하고 비밀스러운 마음은…?한 소녀는 멀리 떨어져야 하는 남자친구에게한 소녀는 중학교 때부터 짝사랑하는 친구에게한 소녀는 안식처가 되어준 선생님에게한 소녀는 차마 읽을 수 없었던 졸업식 답사를 들려주고 싶은 소년에게안녕… 나의 학교, 청춘 그리고 사랑“사실은 계속 같이 있고 싶었어”2024년 새해, 영원히 잊지 못할 청춘 졸업 로맨스가 온다!',
    TO_DATE('20240124', 'YYYYMMDD'),
    120,
    'http://file.koreafilm.or.kr/thm/02/99/18/30/tn_DPF028608.jpg',
    3,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'K32626',
    ' 울산의 별',
    ' 울산의 별 은 삶이 고요하게 무너져 가는 풍경을 담담하게 잡아내는 영화다. 남편의 사고사 이후 조선소에서 일하며 집안을 꾸려가던 윤화는 해고 통보를 받는다. 설상가상 친척들이 갑자기 찾아와 문중 땅을 빼앗으려는 가운데 아들은 비트코인으로 거액을 날리고 딸은 학업을 포기한 채 서울로의 탈출을 꿈꾼다. 영화는 인물을 둘러싼 불행과 갈등을 단번에 해결하거나 깔끔하게 지워버리는 대신 불편한 상황을 가능한 한 오래 응시하는 쪽을 택한다. 그리하여 삶의 얼룩과 피로에서 눈 돌릴 수 없게 만드는 이 영화는 외면할 수 없는 것, 외면해선 안 되는 순간들을 새삼 일깨운다. 스스로 쉽게 연민하지 않으면서도 끝내 희망을 놓지 않는 태도가 미덥다. (송경원)',
    TO_DATE('20240124', 'YYYYMMDD'),
    117,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPK021596.jpg',
    1,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F59931',
    ' 듄: 파트2',
    '황제의 모략으로 멸문한 가문의 유일한 후계자 폴.(티모시 샬라메) 어머니 레이디 제시카(레베카 퍼거슨)와 간신히 목숨만 부지한 채 사막으로 도망친다.그곳에서 만난 반란군들과 숨어 지내다 그들과 함께 황제의 모든 것을 파괴할 전투를 준비한다.한편 반란군들의 기세가 높아질수록 불안해진 황제와 귀족 가문은 잔혹한 암살자 페이드 로타(오스틴 버틀러)를 보내 반란군을 몰살하려 하는데…2월, 운명의 반격이 시작된다!',
    TO_DATE('20240228', 'YYYYMMDD'),
    166,
    'http://file.koreafilm.or.kr/thm/02/99/18/32/tn_DPF028732.jpg',
    12,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F59922',
    ' 라스트 썸머',
    '남편 ''피에르''와 함께 입양한 두 딸을 키우며 완벽한 삶을 살고 있는 청소년 전문 변호사 ''안느''.어느 날, 남편이 전처와 낳은 아들 ‘테오’가 학교에서 사고를 치며 ‘안느’와 ‘테오’는 한집에 살게 된다.‘테오’는 어딘가 외로워보이는 ‘안느’에게 적극적으로 다가가고 ‘안느’는 그런 ‘테오’에게 걷잡을 수 없이 빠져들며 그와 금지된 사랑을 나누게 되는데…',
    TO_DATE('20240403', 'YYYYMMDD'),
    104,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF029040.jpg',
    12,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'K35636',
    ' 은하수',
    '“어두운 사회에서 은, 하, 수처럼 빛이 되자!’커플인 은수와 은하는 잘나가는 음반 제작사에서 자신들의 개성을 부르짖기 위하여 무작정 뛰쳐나와 동은과 함께 은하수 밴드를 결성한다.그러던 중 생활비를 벌기 위해 코인투자하던 동은은 밴드의 협치금까지 건드려 한순간에 날려버린다.화가 난 은수와 은하는 동은의 기타를 중고장터에 팔아버리고, 그 순간 동은이 돈을 갖고 등장한다.자신에게 큰 의미를 지닌 기타를 찾기 위해 은하, 은수와 함께 기타를 구매한 사람들의 삶을 마주하게 되면서 음악에 진심을 담기 위한 진정성이 무엇인지를 깨닫게 된다.기타는 동은에게 어떤 의미이고, 그 셋은 기타를 찾기 위해 어떤 여정을 떠나게 될까?',
    TO_DATE('20240410', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/38/tn_DPK021863.jpg',
    1,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'F59903',
    ' 정욕',
    '사회적인 연결의 중요성을 믿는 검사 ‘히로키’는 유튜버가 되기 위해 등교를 거부하는 아들로 골머리를 앓는다.타인과의 연결을 거부하던 ‘나쓰키’는 동창생 ‘요시미치’의 귀향 소식을 듣고 학창 시절 기억을 떠올리며 마음이 흔들리기 시작한다.‘다이야’는 대학교 댄스 동아리 활동으로 주목받고 있지만 스스로를 구제 불능이라 부르며 이성과의 만남을 거절하는데.이성 관계에 트라우마가 있는 ‘야에코’는 ‘다이야’에게 알 수 없는 이끌림을 느낀다.다른 장소, 다른 삶을 사는 이들은 누구도 예상치 못한 이유로 서로 얽히게 되는데…“’후지와라 사토루’가 물을 틀어둔 채로 수도꼭지를 훔쳤다”15년 전 지방 신문에 보도된 작은 신문 기사 한 줄.그리고 그 기사 속 숨겨진 이면이 모두의 일상을 뒤흔든다.서로 다른 삶, 서로 다른 욕망, 그리고 다가오는 일상의 파문바른 욕망이란 무엇인가.',
    TO_DATE('20240529', 'YYYYMMDD'),
    134,
    'http://file.koreafilm.or.kr/thm/02/99/18/42/tn_DPF029299.jpg',
    3,
    3,
    1
);

INSERT INTO MOVIE VALUES (
    'F56810',
    ' 노 베어스',
    ' 하얀 풍선 (1995)으로 칸영화제 황금카메라상을 받고  써클 (2000)로 베니스영화제 황금사자상,  오프사이드 (2006)로 베를린영화제 은곰상을 받은 자파르 파나히는 현대 이란 영화를 대표하는 거장이지만, 자국에선 반정부 활동을 이유로 2010년 6년의 징역형과 20년간 영화 제작을 금지하는 처벌을 받았다. 자파르 파나히는 당시 2개월간 복역 후 출소하여 정부의 눈을 피해 계속 영화를 만들었다. 올해 그는 동료 감독들을 위한 시위에 참여했다가 구금되어 6년 징역을 이어가게 됐고, 여러 국제영화제가 그의 석방을 탄원했다. 자파르 파나히가 구금되기 전에 완성한 이 영화는 그가 정부의 감시를 피해 이란에서 어떻게 영화를 만들고 있는지를 보여준다. 자신의 영화 만들기와 영화 속 이야기가 겹치는 작품으로, 시련 속에서도 세상과 사람에 대한 믿음을 잃지 않는다. (남동철)',
    TO_DATE('20240110', 'YYYYMMDD'),
    107,
    'http://file.koreafilm.or.kr/thm/02/99/18/29/tn_DPF028572.jpg',
    12,
    2,
    4
);

INSERT INTO MOVIE VALUES (
    'F59803',
    ' 신 가면라이더',
    '어느 날 눈을 뜬 ‘혼고 타케시’는 메뚜기와의 하이브리드 사이보그가 된 자신을 발견한다.악의 조직 쇼커(SHOCKER)는 인간을 기계적으로 개조해 지속 가능한 행복을 추구하고자 하는 의문의 단체.쇼커로 인해 1호 가면라이더가 된 ‘혼고 타케시’는 전 인류를 지키기 위해 그들과 맞서 싸운다!쇼커 괴인을 뜻하는 ‘오그’, 일명 거미, 박쥐, 벌, 전갈, K.K ‘오그’가 차례로 등장하며 그를 막아 서고 새로운 가면라이더의 이야기가 펼쳐진다!',
    TO_DATE('20240403', 'YYYYMMDD'),
    121,
    'http://file.koreafilm.or.kr/thm/02/99/18/37/tn_DPF029033.jpg',
    3,
    2,
    1
);

INSERT INTO MOVIE VALUES (
    'K29286',
    ' 양치기',
    '결혼을 앞둔, 4년 차 초등 교사 수현. 바쁘고 행복한 나날의 수현에게, 자신의 반 학생 요한이 다가온다. 수현에게 가정폭력을 당하고 있다고 고백하는 요한. 하지만 다음날, 요한의 거짓말이 수현을 기다리고 있다.',
    TO_DATE('20240612', 'YYYYMMDD'),
    94,
    'http://file.koreafilm.or.kr/thm/02/99/18/43/tn_DPK022037.jpg',
    1,
    3,
    2
);

INSERT INTO MOVIE VALUES (
    'F59933',
    ' 베르민느: 독거미',
    '놈들의 치명적인 인간 사냥이 시작된다!독거미 떼가 아파트를 점령했다작은 포식자의 습격이 시작된다그 어디에도 안전한 곳은 없다빠르게 번식하는 독거미를 피해 살아남아라!살아남을 방법은 탈출뿐!지금껏 본 적 없는 공포를 경험하라!',
    TO_DATE('20240800', 'YYYYMMDD'),
    106,
    'http://file.koreafilm.or.kr/thm/02/99/18/52/tn_DPF029845.jpg',
    6,
    4,
    2
);

INSERT INTO MOVIE VALUES (
    'F62661',
    ' 알레고리, 잇츠 낫 미',
    ' 알레고리 : 도시의 동굴을 탈출하려는 7살 아이의 여정을 동화적으로 그린 작품으로, 극중 레오스 카락스 감독이 아이에게 귓속말을 건넨다.  잇츠 낫 미 : ‘레오스 카락스 당신은 누구인가?’에 대한 감독 자신의 유쾌한 대답이자 개인사와 40년 필모그래피, 정치적 사건 등을 흥미진진하게 콜라주하여 만든 자전적 에세이 영화.',
    TO_DATE('20241218', 'YYYYMMDD'),
    62,
    'http://file.koreafilm.or.kr/thm/02/99/18/71/tn_DPF030563.jpg',
    12,
    3,
    4
);

INSERT INTO MOVIE VALUES (
    'F60142',
    ' 사운드 오브 프리덤',
    '인신매매시장 규모 연 1,500억불전 세계 800만 명의 아이들이 사라졌다!한 순간에 납치되어, 전 세계에 밀매되는 아이들.믿을 수 없는 실화를 기반으로 한 구출 작전이 시작된다!',
    TO_DATE('20240221', 'YYYYMMDD'),
    131,
    'http://file.koreafilm.or.kr/thm/02/99/18/31/tn_DPF028668.jpg',
    2,
    3,
    4
);
COMMIT;
INSERT INTO MOVIE VALUES (
    'K35371',
    ' 해야 할 일',
    '한양중공업의 입사 4년 차 대리 강준희는 인사팀으로 발령을 받는다. 수주 절벽을 맞이한 조선소. 회사 채권단으로부터 구조조정 지시가 인사팀으로 내려온다. 하고 싶진 않지만, 회사를 살리기 위해서는 불가피한 일이라 생각하는 인사팀 직원들. 인사팀은 구조조정을 최대한 효율적으로, 잡음 없이 끝내기 위한 작업을 한다. 회사의 입맛에 맞는 근로자 측 대표를 선출하고, 회사가 원하는 방향으로 해고 대상자 선발 기준을 세우고자 한다. 이런 회사의 습성을 잘 아는, 소위 블랙리스트에 오른 직원 몇몇이 중심이 되어, 회사의 행보에 제동을 걸기 시작한다. 하지만 큰 위협이 되지 못한 채, 결국 구조조정은 시작되는데...',
    TO_DATE('20240925', 'YYYYMMDD'),
    100,
    'http://file.koreafilm.or.kr/thm/02/99/18/53/tn_DPK022626.jpg',
    1,
    2,
    3
);

INSERT INTO MOVIE VALUES (
    'F60432',
    ' 비키퍼',
    '법 위에 있는 비밀 기관 ''비키퍼''그곳의 전설로 남은 탑티어 에이전트 ''애덤 클레이''는 기관의 눈을 피해 자취를 감추고 양봉가로 살아간다.그러던 어느 날, 거대 보이스 피싱 조직으로부터 유일한 친구 ''엘로이즈''를 잃게 된 그는 피의 복수를 위해 잠재웠던 진짜 모습을 드러내기 시작하는데....4월, 전 세계가 열광할 NEW 킬링 액션 유니버스가 시작된다!',
    TO_DATE('20240403', 'YYYYMMDD'),
    105,
    'http://file.koreafilm.or.kr/thm/02/99/18/36/tn_DPF028970.jpg',
    12,
    4,
    1
);

INSERT INTO MOVIE VALUES (
    'F61593',
    ' 킹 오브 프리즘 -드라마틱 프리즘.1-',
    '특별하고도 드라마틱한 프리즘 쇼의 세계로 초대합니다!전설의 프리즘 쇼 챔피언십을 더욱 강렬하게 재구성!영원한 앙숙 에델로즈와 슈왈츠로즈양측 진영에서 펼치는 화려한 프리즘 쇼의 향연!자신의 틀을 깨고 더욱 높은 곳을 향하는 소년들의 반짝임이 세상을 선명하게 물들여 간다.',
    TO_DATE('20240816', 'YYYYMMDD'),
    60,
    'http://file.koreafilm.or.kr/thm/02/99/18/51/tn_DPF029808.jpg',
    3,
    1,
    2
);

